import React from "react";
import Hut from "./img/Hut.png";
import Nepevnenist from "./img/Nepevnenist.jpg";
import Nediyannia from "./img/Nediyannia.png";
import scales from "./img/scales.jpg";
import matrix from "./img/matrix.jpg";
import emptyness from "./img/emptyness.jpg";

export default function BARDO3_2() {
  return (
    <div className="BARDO3_2">
      <h1>Частина III </h1>
      <h2>День 27</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, в цей час тебе на мить укриють мости, святині
        й монастирі, хати й ступи, але ти не залишишся там надовго.{" "}
      </p>
      <p>
        Оскільки твій розум відділився від тіла, ти не в змозі там оселитись, ти
        відчуваєш роздратування й холод, свідомість стає повітряною, квапливою,
        мерехтливою та непостійною.{" "}
      </p>
      <p>Тоді ти подумаєш: «На жаль, я мертва! Що мені робити тепер?». </p>
      <p>
        Від цієї думки твоє серце раптом стане порожнім і холодним, і ти відчуєш
        сильний, безмежний біль. Оскільки ти змушена рухатися та не в змозі ніде
        оселитися, не займай себе жодними думками, та нехай твій розум покоїться
        в його первісному стані.{" "}
      </p>
      <img className="img-fluid" src={Hut} alt="Hut" />
      <h3>2.</h3>
      <p>
        Приходить час, коли в тебе немає більше їжі окрім тієї, що була
        присвячена тобі, та про твоїх друзів не можна сказати нічого певного.{" "}
      </p>
      <p>
        Це ознаки того, що розумове тіло блукає в бардо поставання/переродження
        (сіпа бардо).{" "}
      </p>
      <p>Цієї миті насолода та біль визначаються твоєю кармою.</p>
      <img className="img-fluid" src={Nepevnenist} alt="Nepevnenist" />
      <h3>3.</h3>
      <p>
        Ти побачиш свою родину, друзів і близьких, побачиш свій власний труп і
        подумаєш: «Тепер я мертва, то що ж мені робити?».{" "}
      </p>
      <p>
        Розумове тіло відчуватиме страшний біль, і ти подумаєш: «Чому би тепер
        не знайти собі тіло?».{" "}
      </p>
      <p>Й ти відчуєш, що ходиш туди-сюди в пошуках тіла. </p>
      <p>
        Навіть якщо ти до дев’яти разів увійдеш у свій власний труп – зима
        заморозить його або літо піддасть розкладанню, а може, твої родичі його
        спалять або поховають у могилі, або віддадуть птахам і диким звірям, бо
        пройшло багато часу, поки ти була в бардо сутнісної дійсності, тому не
        знайдеться місця, куди би ти змігла ввійти; ти впадеш у глибокий відчай,
        відчуєш себе здавленою скелями й камінням.{" "}
      </p>
      <p>
        Це страждання й є бардо поставання/переродження (сіпа бардо); навіть
        якщо ти шукаєш тіло, немає нічого, окрім страждання – отже, відітни своє
        прагнення до тіла й незворушно спочивай у стані недіяння.
      </p>
      <img className="img-fluid" src={Nediyannia} alt="Nediyannia" />
      <h2>День 28</h2>
      <h3>1.</h3>
      <p>
        Cлухай, о дитино шляхетного роду. Це страждання викликане твоєю власною
        кармою, й ти не в змозі звинувачувати когось іншого. Це твоя власна
        карма, тому гаряче молись тепер Трьом Дорогоцінностям, вони захистять
        тебе.{" "}
      </p>
      <p>
        Якщо ти не молишся, не знаєш про медитацію Великого Символу й не
        медитуєш на свого їдама, то твій добрий початок збере всі твої добрі
        справи й відзначить їх білими камінцями, а твій дурний початок збере всі
        твої погані справи й відзначить їх чорними камінцями. В цей час ти будеш
        дуже налякана й нажахана, ти затремтиш і збрешеш, кажучи: «Я не
        грішила». Тоді Володар Смерті скаже: «Я подивлюсь у дзеркало карми». Та,
        коли він погляне в дзеркало, в ньому раптом з’являться ясно й чітко всі
        твої гріхи та чесноти, так що не буде користі від твоєї брехні. Тоді
        Володар Смерті потягне тебе за мотузку, що пов’язана навколо твоєї шиї,
        відрубає тобі голову, вирве серце, витягне нутрощі, вилиже мозок, вип’є
        кров, пожере плоть і розгризе кістки; але ти не можеш померти, й хоча
        твоє тіло розрізано на шматки, ти оживеш.
      </p>
      <img className="img-fluid" src={scales} alt="scales" />
      <h3>2.</h3>
      <p>
        Бути розрізаною знову й знову неймовірно боляче, тому не бійся, коли
        відраховують білі камінці, не бреши й не лякайся Володаря Смерті.
      </p>
      <p>
        Оскільки ти тепер володієш розумовим тілом, ти не можеш померти, навіть,
        якщо будеш убита і розрізана.{" "}
      </p>
      <p>Воістину, ти – природна форма порожнечі, й немає потреби боятись.</p>{" "}
      <p>
        І Володар Смерті – природна форма порожнечі, твій же незв’язний прояв, і
        ти – порожнеча, розумове тіло неусвідомлених прагнень.{" "}
      </p>
      <p>
        Порожнеча не може зашкодити порожнечі, без’якісне не зашкодить
        без’якісному.{" "}
      </p>
      <p>
        Володар Смерті, боги, злі духи, біси з бичою головою не мають ніякої
        іншої реальності, окрім твоїх власних незв’язних проявів – пізнай же це.
      </p>
      <p>Цієї миті пізнай, що все навколо тебе є бардо.</p>
      <img className="img-fluid" src={matrix} alt="matrix" />
      <h3>3.</h3>
      <p>Медитуй на самадгі Великого Символу. </p>
      <p>
        Якщо не знаєш, як медитувати, вдивись у сутність того, що лякає тебе, й
        ти побачиш порожнечу, яка не має жодної природи: це звуть Тілом Дгарми.
      </p>
      <p>
        Але ця порожнеча не є ніщо, сутність її жахає, розум набуває перед нею
        великої чистоти й здібності до усвідомлення: це стан розуму Тіла
        Блаженства.
      </p>
      <p>
        {" "}
        Порожнеча й світло неподільні, природа порожнечі є світло й природа
        світла є порожнеча.
      </p>
      <p>
        Тепер неподільне світло-порожнеча, оголений розум перебуває в
        нествореному стані: це Аді-кая.{" "}
      </p>
      <p>
        Її природна енергія усюди безперешкодно проявляється: це Примарне Тіло,
        яке співчуває.{" "}
      </p>
      <p>
        О дитино шляхетного роду, слухай, не відволікаючись. Як тільки ти
        пізнаєш це, ти досягнеш повного просвітлення в чотирьох Тілах Будди. Не
        відволікайся.{" "}
      </p>
      <p>
        Це – лінія, що розділяє Будд і непросвітлених живих істот. Про цю мить
        сказано: мить – вони розділені, мить – повне просвітлення.
      </p>
      <img className="img-fluid" src={emptyness} alt="emptyness" />
    </div>
  );
}
