import React from "react";
import NewBody from "./img/NewBody.png";
import SamsaraWheel1 from "./img/SamsaraWheel1.jpg";
import Avalokiteshvara1 from "./img/Avalokiteshvara1.png";
import Feelings from "./img/Feelings.jpg";
import Avalokiteshvara2 from "./img/Avalokiteshvara2.jpg";
import Power from "./img/Power.jpg";
import Monks from "./img/Monks.jpg";
import Avalokiteshvara3 from "./img/Avalokiteshvara3.jpg";
import Serpanok from "./img/Serpanok.png";
import Poisons from "./img/Poisons.jpg";
import joy from "./img/joy.jpg";
import Mahamudra1 from "./img/Mahamudra1.jpg";

export default function FullBardo3_1() {
  return (
    <div className="FullBardo3_1">
      <h1>Частина III </h1>
      <h2>День 23</h2>
      <h3>1.</h3>
      <p>Віддамо пошану божествам: Ґуру, їдамам і дакині; </p>
      <p>Нехай стануть вони причиною звільнення в бардо. </p>
      <br />
      <p>
        В книзі «Великого Визволення в результаті почутого» вже було розповідано
        про бардо сутнісної дійсності дгармадгату (чьо-ньї бардо), тепер
        нагадаємо про бардо поставання/переродження (сіпа бардо).{" "}
      </p>
      <br />
      <p>О дитино шляхетного роду, уважно слухай і осягай. </p>
      <p>Пекельні істоти, боги й тіло бардо народжуються мимовільно. </p>
      <p>
        Коли в бардо сутнісної дійсності дгармадгату (чьо-ньї бардо) з’явилися
        мирні й гнівні божества, ти їх не пізнала, тому ти знесилилася від
        страху за ці дні; але коли ти прийшла до тями, твоя свідомість
        прояснилась і виникло нове тіло, подібне до того, що було в тебе раніше.
      </p>
      <img src={NewBody} alt="NewBody" />
      <h3>2.</h3>
      <p> У тантрі сказано: </p>
      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>
      <p>
        Тут слово «попереднє» позначає, що ти володієш тілом, подібним до
        попереднього тіла з плоті й крові, такого, яке ти пам’ятаєш, окрім того,
        воно випромінює світло й має ознаки тіла людей золотого віку.{" "}
      </p>
      <p>
        Це відчуття розумового тіла, тому його звуть «розумовим тілом відчуття
        бардо».{" "}
      </p>
      <p>
        Цієї миті, якщо тобі доведеться народитись богом, ти відчуєш світ богів,
        якщо ж тобі доведеться народитись ревнивим богом, людиною, твариною,
        голодним духом або мешканкою пекла – ти відчуєш відповідний світ.{" "}
      </p>
      <p>
        Тому слово «попереднє» позначає, що досі ти вважала, що маєш матеріальне
        тіло, яким ти його пам’ятаєш, та «майбутнє» позначає, що потім ти
        відчуєш той світ, де тобі доведеться згодом народитись; тому кажуть:
        «попереднє й майбутнє».{" "}
      </p>
      <p>
        Які би явища цієї миті не виникали, не йди за ними, не захоплюйся ними
        та не жадай їх.{" "}
      </p>
      <p>
        Якщо ти ними захопишся або забажаєш їх, ти блукатимеш у шести світах,
        відчуваючи страждання.
      </p>
      <img src={SamsaraWheel1} alt="SamsaraWheel1" />
      <h3>3.</h3>
      <p>
        Хоча до вчорашнього дня тобі з’являлися прояви бардо сутнісної дійсності
        дгармадгату, ти не пізнала їх, тому вимушена блукати тут.{" "}
      </p>
      <p>
        {" "}
        Тепер, якщо ти зможеш зосереджено медитувати, спокійно занурити свій
        розум у чисту, оголену, світлоносну порожнечу, про яку тобі повідав
        учитель, і ти зможеш розслабитись у стані несприйняття й недіяння, ти
        досягнеш звільнення та не ввійдеш до лона жінки.{" "}
      </p>
      <p>
        Якщо ти не в змозі зрозуміти, уяви над своєю головою свого їдама або
        вчителя й спробуй відчути благоговіння.{" "}
      </p>
      <p>Це дуже важливо. </p>
      <p>Повторюю знову й знову – не відволікайся!</p>
      <img src={Avalokiteshvara1} alt="Avalokiteshvara1" />
      <h2>День 24</h2>
      <h3>1.</h3>
      <p>О дитино шляхетного роду, зосереджено слухай. </p>
      <p>
        Слова «обдароване всіма почуттями» позначають, що навіть якщо ти за
        життя була сліпою, глухою й покаліченою, то тепер, у стані бардо, твої
        очі бачать образи, вуха чують звуки, всі твої почуття ясні й бездоганні;
        тому сказано: «обдароване всіма почуттями».{" "}
      </p>
      <p>Це ознака того, що ти померла й блукаєш у стані бардо, –</p>
      <p>отже пізнай це та пам’ятай настанови.</p>
      <img src={Feelings} alt="Feelings" />
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, слово «безперешкодно» означає, що, оскільки ти
        маєш розумове тіло й твій розум відділений від попередньої опори,
        оскільки немає в тебе матеріального тіла, ти можеш тепер проходити назад
        і вперед, навіть, крізь гору Меру – царицю гір, можеш пройти куди
        завгодно, крім лона твоєї матері й діамантового сідалища.{" "}
      </p>
      <p>
        Це ознака того, що ти блукаєш у стані бардо поставання/переродження
        (сіпа бардо), тому пам’ятай настанови свого вчителя й молись Володарю
        Великого Співчуття.
      </p>
      <img src={Avalokiteshvara2} alt="Avalokiteshvara2" />
      <h3>3.</h3>
      <p>
        О дитино шляхетного роду, слова «володіє дивовижною силою, що обумовлена
        кармою» означають, що тепер ти наділена дивовижними здібностями, які ти
        наздобула не медитацією або чеснотами, але тими, що прийшли до тебе
        природно: вони мають природу кармічної сили.{" "}
      </p>
      <p>
        Ти можеш миттєво обійти чотири континенти й гору Меру, переміститися
        куди завгодно за час, потрібний людині, щоби протягнути й забрати руку.
      </p>
      <p>Та ці здібності не личать тобі; не міркуй про них. </p>
      <p>
        Зараз ти в змозі реалізувати їх без перешкод, можеш здійснити все, про
        що подумаєш, і немає вчинку, який ти не мігла би здійснити –{" "}
      </p>
      <p>пізнай же це та молись своєму вчителеві.</p>
      <img src={Power} alt="Power" />
      <h2>День 25</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, слова «видиме чистими очима богів, які мають
        таку саму природу» означають, що ті, кому доведеться народитись у світі
        однієї і тієї же природи, побачать один одного в стані бардо, тому ті,
        кому призначено народитись богами, побачать один одного.{" "}
      </p>
      <p>
        Так само, якщо їм доведеться народитись у будь-якому з шести світів,
        вони побачать тих, хто має таку саму природу.{" "}
      </p>
      <p>Не кидайся до них та медитуй на Володаря Великого Співчуття. </p>
      <p>
        Бачення «чистими очима богів» означає й бачення чистими божественними
        очима споглядачів, що перебувають у самадгі, а не просто досягли стану
        богів своїми заслугами. Та вони бачать не завжди: зосередившись на
        баченні – бачать; якщо ж ні, або якщо їх медитацію порушено – тоді не
        бачать.
      </p>
      <img src={Monks} alt="Monks" />
      <h3>2.</h3>
      <p> У тантрі сказано: </p>
      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>
      <p>
        О дитино шляхетного роду, маючи таке тіло, ти побачиш свій дім і свою
        родину, нібито зустрінеш їх уві сні, та ти не отримаєш відповіді, хоча
        говоритимеш із ними; ти побачиш, як плачуть твої близькі, й подумаєш: «Я
        померла, що мені робити?».{" "}
      </p>
      <p>
        Й ти відчуєш сильний біль, наче риба, що б’ється на гарячому піску.{" "}
      </p>
      <p>Та страждання тепер марні. </p>
      <p>
        Якщо в тебе є вчитель, молись йому, або молись їдамові, Володареві
        Великого Співчуття.
      </p>
      <p>
        {" "}
        І нехай ти прив’язана до своїх близьких, це марно – отже залиш
        прив’язаність.{" "}
      </p>
      <p>
        Молись Володареві Великого Співвідчуття, та не буде ані страхів, ані
        страждань.
      </p>
      <img src={Avalokiteshvara3} alt="Avalokiteshvara3" />
      <h3>3.</h3>
      <p>
        О дитино шляхетного роду, твій розум, що втратив опору, гнаний вітром
        карми, безпорадно намагається осідлати коня вітру, хитаючись і
        обертаючись, мов пір'їнка.{" "}
      </p>
      <p>
        Ти скажеш плакувальницям: «Я тут, не плачте», та вони не почують тебе,
        тому ти подумаєш: «Я померла», й тобі буде дуже боляче.
      </p>
      <p> Не страждай через це. </p>
      <p>
        Перед тобою весь час буде сірий серпанок, немов сіре світло зорі – ані
        день, ані ніч.{" "}
      </p>
      <p>
        Такий стан бардо триватиме один, два, три, чотири, п’ять, шість або сім
        тижнів – до сорока дев’яти днів.{" "}
      </p>
      <p>
        Кажуть, що страждання в бардо поставання/переродження (сіпа бардо)
        зазвичай триває до двадцяти одного дня, але це не зовсім точно, тому що
        залежить від карми.
      </p>
      <h2>День 26</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, цієї миті тебе наздожене ззаду могутній ураган
        карми – жахаючий, нестерпний, той, що люто крутиться.{" "}
      </p>

      <p>Не жахайся його – адже це твій власний незв'язний прояв. </p>

      <p>
        Попереду тебе стане густа темрява, лякаюча, нестерпна, з моторошними
        криками: «Бий!», «Убивай!».{" "}
      </p>

      <p>Не бійся її. </p>

      <p>
        Тим, хто скоїв великий злочин, в результаті їхньої карми з’явиться
        безліч бісів, які пожирають плоть, несуть різну зброю, вигукують бойові
        кличі й слова: «Вбивай! Бий!».{" "}
      </p>

      <p>
        Ти відчуєш, що на тебе полюють різні страшні звірі, що тебе переслідує
        величезна армія, під снігом, дощем, у темряві й бурі.{" "}
      </p>

      <p>
        Ти почуєш, як руйнуються гори, розливаються озера, як розтікається
        полум’я та виникають люті вітри. З жахом ти кинешся галасвіта, й перед
        тобою розверзнуться три прірви – біла, червона й чорна, глибокі й
        страшні, й ти ледь не звалишся в них.{" "}
      </p>

      <p>
        О дитино шляхетного роду, насправді це не прірви – це злість, пристрасть
        та невігластво.{" "}
      </p>

      <p>
        Пізнай тепер, що це бардо поставання/переродження (сіпа бардо), й
        звернись до Володаря Великого Співчуття:
      </p>
      <div className="Prayer">
        <p>О Володарю Великого Співчуття, </p>

        <p>мій Ґуру, </p>

        <p>о Три Дорогоцінності, </p>

        <p>не дайте мені скинутись у пекло. </p>
      </div>

      <p>Палко відтворюй цю молитву; не забувай.</p>

      <img src={Poisons} alt="Poisons" />

      <h3>2.</h3>

      <p>
        Тих, хто має заслуги, хто був добродієм і щиро дотримувався Вчення,
        захопить усе розмаїття довершеної насолоди, вони відчують усі види
        довершеного блаженства й щастя.
      </p>
      <p>
        Ті ж, хто був байдужий і неосвічений, не робив ані добра, ані зла, не
        відчують ані задоволення, ані болі, тільки неосвіченість і байдужість
        з’являться їм.
      </p>

      <img src={joy} alt="joy" />
      <h3>3.</h3>

      <p>
        Що би не з’явилось, о дитино шляхетного роду, які би насолоди й жадані
        речі не виникали, не захоплюйся ними й не прагни їх.{" "}
      </p>
      <p>Даруй їх учителеві й Трьом Дорогоцінностям. </p>
      <p>Видали з серця прив’язаність і бажання. </p>
      <p>
        Та, якщо виникає почуття байдужості без насолоди й болю, тоді нехай
        покоїться твій розум у незворушному стані Великого Символу, коли
        відсутня сама думка про медитацію.{" "}
      </p>
      <p>Це дуже важливо.</p>
      <p></p>

      <img src={Mahamudra1} alt="Mahamudra1" />
    </div>
  );
}
