import React from "react";
import WratfulDieties3 from "./img/WratfulDieties3.jpg";
import WratfulDieties from "./img/WratfulDieties.jpg";
import MindLight from "./img/MindLight.png";
import Mahakala from "./img/Mahakala.jpg";
import Yama from "./img/Yama.jpg";
import Bardo1 from "./img/Bardo1.jpg";

export default function FullBardo2_3() {
  return (
    <div className="FullBardo2_3">
      <h2>День 21</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш, що все, що існує, виникає
        з твого ж сяючого розуму, ти злякаєшся божеств, які п'ють кров, кинешся
        геть і прийдеш до нових страждань.
      </p>

      <p>
        Якщо ти цього не пізнаєш, ти побачиш у всіх божествах, що п’ють кров,
        Володарів Смерті й злякаєшся їх.
      </p>
      <p>Ти відчуєш себе переляканою, збентеженою і слабкою. </p>
      <p>
        Твої власні прояви перетворяться на бісів, і ти блукатимеш у самсарі.
      </p>

      <p>
        Та, якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у
        самсарі.
      </p>

      <img className="img-fluid" src={WratfulDieties3} alt="WratfulDieties3" />

      <h3>2.</h3>

      <p>
        О дитино шляхетного роду, найбільші з цих мирних і гнівних божеств
        подібні до цілого неба, середні – як гора Меру, а найменші – як
        вісімнадцять людей, що встали на плечі один одному.{" "}
      </p>

      <p>Не лякайся ж їх. </p>

      <p>
        Усі вони з’являються, як промені й образи; коли ти пізнаєш їх як
        природне сяйво твого ж розуму, твоє власне сяйво неподільно зіллється з
        променями й образами, й ти станеш Буддою.
      </p>

      <img className="img-fluid" src={WratfulDieties} alt="WratfulDieties" />
      <h3>3.</h3>

      <p>О дитино! </p>

      <p>
        Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій
        же прояв; пізнай це як світло, природне сяйво твого власного розуму.
      </p>

      <p>
        Якщо ти це пізнаєш, ти станеш Буддою тієї ж миті, в цьому немає
        сумнівів.
      </p>

      <p>
        Без зволікання прийде те, що звуть миттєвим досконалим просвітленням.
      </p>

      <p>Пам’ятай!</p>

      <img className="img-fluid" src={MindLight} alt="MindLight" />

      <h2>День 22</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо зараз ти не пізнаєш ці явища як світло,
        природне сяйво твого власного розуму, й продовжиш лякатись, усі мирні
        божества з’являться в вигляді Магакали, всі гнівні божества з’являться в
        вигляді Царя Дгарми та всі твої прояви перетворяться на бісів.
      </p>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш свої власні прояви, ти не
        станеш Буддою, навіть, якщо сповідувала Вчення протягом цілої кальпи й
        вивчила всі сутри й тантри.{" "}
      </p>

      <p>
        Та, якщо ти пізнала свої же прояви, одна ця таємниця та одне слово
        зроблять тебе Буддою.
      </p>

      <img className="img-fluid" src={Mahakala} alt="Mahakala" />

      <h3>2.</h3>

      <p>
        Якщо ж ти не пізнала свої прояви, вони з’являться в вигляді Царя Дгарми,
        Володаря Смерті, в бардо сутнісної дійсності дгармадгату, щойно ти
        помреш.
      </p>

      <p>
        Найбільші Володарі Смерті заповнюють усе небо, середні подібні до гори
        Меру; вони прийдуть, заповнюючи весь Усесвіт.
      </p>

      <p>
        Їхні зуби кусають нижню губу, очі їхні тьмяні, волосся зав’язане на
        маківці, животи гігантські та шиї тонкі, в руках вони тримають записи
        людських дій, вигукуючи: «бий!» і «вбивай!», вилизують мозок, відриваючи
        голови від тіл, вириваючи внутрішні органи: так прийдуть вони,
        заповнюючи весь Усесвіт.
      </p>

      <p>
        О дитино шляхетного роду, коли такими з’являться твої прояви – не
        злякайся.
      </p>

      <p>
        Ти маєш розумове тіло неусвідомлених бажань, тому не можеш померти,
        навіть, якщо тебе вб’ють і розріжуть на шматки.
      </p>

      <p> Воістину, ти – природна форма порожнечі, тому не треба боятися. </p>

      <p>
        Володарі Смерті теж виникають із твого власного сяючого розуму, вони –
        не з твердої речовини.
      </p>

      <p>Порожнеча не може зашкодити порожнечі. </p>
      <img className="img-fluid" src={Yama} alt="Yama" />

      <h3>3.</h3>
      <p>
        Будь певна, що мирні й гнівні божества, геруки, що п’ють кров, божества
        з головами звірів, райдужне світло, жахаючі образи Володарів Смерті й
        все решта не існують реально та виникають лише з мимовільної гри твого
        розуму.
      </p>
      <p>
        Якщо ти розумієш це, ти природно звільнишся від усякого страху й в
        неподільному сяйві станеш Буддою.
      </p>
      <p>Якщо ти пізнала їх так, вони – твої їдами. </p>
      <p>Думай напружено й цілеспрямовано:</p>
      <div className="Prayer">
        <p>Вони прийшли, щоби запросити мене на небезпечну стежку бардо;</p>
        <p>я знайду в них прихисток.</p>
      </div>
      <p>
        Пам’ятай про Три Дорогоцінності. Пам’ятай про свого їдама; назви його
        ім’я й молись йому такими словами:{" "}
      </p>
      <div className="Prayer">
        <p>Я блукаю в бардо – так будь моїм визволителем, </p>
        <p>із співчуттям заволодій мною, о мій дорогоцінний їдаме. </p>
      </div>
      <p>Назви ім’я твого вчителя й молись йому: </p>
      <div className="Prayer">
        <p> Я блукаю в бардо – так будь моїм визволителем, </p>
        <p> не залишай мене своїм співчуттям. </p>
      </div>
      <p>
        Спрямовано молись божествам, які п’ють кров, і відтворюй цю молитву
        надхнення:{" "}
      </p>
      <div className="Prayer">
        <p>Коли блукаю я в самсарі крізь дужі неусвідомлені прагнення, </p>
        <p>В сяйві відмови від усілякого страху </p>
        <p>Нехай ідуть поперед мене Благословенні, мирні й гнівні, </p>
        <p>Позаду мене – гнівні богині, Цариці Простору; </p>
        <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
        <p>Щоб стала я досконалою, як Будда. </p>
        <p>Коли я блукаю одна, з любими друзями розлучена, </p>
        <p>Та виникають порожні образи моїх же проявів, </p>
        <p>Нехай надішлють Будди силу свого співчуття, </p>
        <p>Щоби жахи бардо не прийшли. </p>
        <p>Коли сяють п’ять світлих вогнів мудрощі, </p>
        <p>Нехай я без страху пізнаю себе; </p>
        <p>Коли з’являються образи мирних і гнівних божеств, </p>
        <p>Нехай я безстрашно й впевнено пізнаю бардо. </p>
        <p>Коли я страждаю під владою тяжкої карми, </p>
        <p>Нехай розсіє мій їдам усіляке страждання; </p>
        <p>Коли звук сутнісної дійсності гуркоче, мов тисяча громів, </p>
        <p>Нехай стане він звуком Шести Складів. </p>
        <p>Коли я прямую за своєю кармою та немає прихистку, </p>
        <p>Нехай стане моїм прихистком Володар Великого Співчуття; </p>
        <p>Коли я страждаю від карми неусвідомлених прагнень, </p>
        <p>Нехай виникне самадгі блаженства й світла, </p>
        <p>Нехай не повстануть як вороги п’ять Стихій, </p>
        <p>Нехай я побачу царства п’яти Будд </p>
      </div>
      <p>Відтворюй цю молитву надхнення з глибокою пошаною. </p>
      <p>
        Всі страхи зникнуть, і ти, безсумнівно, станеш Буддою в Тілі Блаженства,
        тому це так важливо; не відволікайся ж.
      </p>
      <hr />
      <div className="Author">
        Кінець розповіді про бардо сутнісної дійсності дгармадгату (чьо-ньї
        бардо), що зветься «Велике Визволення в результаті почутого», про Вчення
        бардо, що звільнює, коли почуто й побачено.
      </div>
      <img className="img-fluid" src={Bardo1} alt="Bardo1" />
    </div>
  );
}
