import React from "react";
import SamsaraWheel2 from "./img/SamsaraWheel2.jpg";
import SamsaraColor from "./img/SamsaraColor.jpg";
import Avalokiteshvara6 from "./img/Avalokiteshvara6.jpg";
import Padmasambhava from "./img/Padmasambhava.jpg";
import Tornado from "./img/Tornado.jpg";
import Moon from "./img/Moon.jpg";
import YabYum from "./img/YabYum.jpg";
import NoReflection from "./img/NoReflection.jpg";
import GirlOnHorse from "./img/GirlOnHorse.jpg";
import Concentration from "./img/Concentration.jpg";
import BuddhaLono from "./img/BuddhaLono.jpg";
import GuruConsort from "./img/GuruConsort.jpg";
import Egg from "./img/Egg.jpg";
import Sperm from "./img/Sperm.jpg";
import SamsaraWheel4 from "./img/SamsaraWheel4.jpg";
import YabYum2 from "./img/YabYum2.png";
import BuddhaShakyamuni from "./img/BuddhaShakyamuni.jpg";

export default function BARDO3_3() {
  return (
    <div className="BARDO3_3">
      <h1>Частина III </h1>
      <h2>День 31</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не зрозуміла того, що з’являлося тобі,
        то з цього часу тіло, яке ти мала в минулому житті, ставатиме все більше
        тьмяним, і все більш ясним ставатиме твоє майбутнє тіло.{" "}
      </p>
      <p>
        Ти відчуєш журбу та подумаєш: «Я страждаю від цього – тепер я шукатиму
        прояви хоч якогось тіла».
      </p>
      <p>
        Й ти почнеш блукати взад і вперед, кидаючись до всього, що з’являється.
      </p>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.
      </p>

      <img className="img-fluid" src={SamsaraWheel2} alt="SamsaraWheel2" />
      <h3>2.</h3>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.{" "}
      </p>
      <p>
        Слухай, о дитино шляхетного роду. Якщо ти спитаєш, що це за шість
        світел, то вони такі:{" "}
      </p>
      <ul>
        <li>
          <p>Засяє м’яке біле світло світу богів.</p>
        </li>
        <li>
          <p>Засяє червоне світло світу ревнивих богів.</p>
        </li>
        <li>
          <p>Засяє синє світло світу людей.</p>
        </li>
        <li>
          <p>Засяє зелене світло світу тварин.</p>
        </li>
        <li>
          <p>Засяє жовте світло світу голодних духів.</p>
        </li>
        <li>
          <p>Засяє димне світло пекельного світу.</p>
        </li>
      </ul>

      <p>Такими є шість світел.</p>

      <img className="img-fluid" src={SamsaraColor} alt="SamsaraColor" />

      <h3>3.</h3>
      <p>
        Цієї миті й твоє тіло також прийме колір того світу, де тобі доведеться
        народитися.{" "}
      </p>
      <p>
        О дитино шляхетного роду, в цей час дуже важлива головна думка
        настанови: яке би світло не засяяло, медитуй на нього, як на Володаря
        Великого Співчуття. Медитуй на думку про те, що коли з’являється світло
        – це Володар Великого Співчуття.{" "}
      </p>
      <p>Це найглибша суть. </p>
      <p>Це надзвичайно важливо й запобігає народженню.</p>

      <img
        className="img-fluid"
        src={Avalokiteshvara6}
        alt="Avalokiteshvara6"
      />
      <h2>День 32</h2>
      <h3>1.</h3>
      <p>
        Медитуй довгий час на свого божественного їдама як на видіння, що не має
        власної реальної природи, як на міраж. Це називають чистим примарним
        тілом.{" "}
      </p>
      <p>
        Далі нехай їдам зникне з країв усередину, ти же перебувай якийсь час у
        незбагненному стані світлоносної порожнечі, котру неможливо сприйняти як
        щось конкретне.{" "}
      </p>
      <p>Знову медитуй на їдама, потім знову на світлоносність. </p>
      <p>
        Медитуй так по черзі, потім нехай твій розум теж зникне з країв
        усередину.
      </p>

      <img className="img-fluid" src={Padmasambhava} alt="Padmasambhava" />
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не пізнала те, що з’являлося досі,
        тепер ти відчуєш, що сила карми захоплює тебе й тягне догори, донизу або
        вперед на попередньому рівні, – медитуй же цієї миті на Володаря
        Великого Співчуття; пам’ятай!{" "}
      </p>
      <p>
        Потім ти відчуєш щось на кшталт того, що було описано раніше: вихори,
        снігові бурі, зливу з градом, темряву навколо себе, побачиш безліч
        людей, які переслідують тебе, й ти будеш від них тікати.{" "}
      </p>
      <p>
        Ті, хто не накопичив за життя заслуг, відчують, що втікають до місця
        страждання.{" "}
      </p>
      <p>Ті, хто наздобув заслуги, відчують, що вступають до місця радості.</p>

      <img className="img-fluid" src={Tornado} alt="Tornado" />
      <h3>3.</h3>
      <p>
        У цей час, о дитино шляхетного роду, з’являться всі знаки тієї країни й
        того місця, де тобі доведеться народитися; слухай же тепер, не
        відволікаючись, бо в цій частині настанов багато дуже глибоких істин.
      </p>
      <p>
        Хоча ти й досі не зрозуміла ці таємниці, зараз ти осягнеш сутність,
        навіть, якщо твій досвід дуже бідний – отже слухай.{" "}
      </p>
      <p>
        О дитино шляхетного роду, ясно уяви свого божественного їдама, як
        видіння, що не має власної реальної природи, як міраж, як відображення
        місяця в воді. Якщо в тебе немає свого їдаму, ним стане сам Володар
        Великого Співчуття; ясно уяви його. Далі нехай їдам зникне з країв
        усередину, ти ж медитуй на світлоносну порожнечу, де ні на чому
        зупинитися думці.{" "}
      </p>
      <p>
        Це глибока таємниця, кажуть, що завдяки їй запобігається входження до
        лона – медитуй же саме так.
      </p>

      <img className="img-fluid" src={Moon} alt="Moon" />
      <h2>День 33</h2>
      <h3>1.</h3>
      <p>
        Але, якщо це тебе не зупинить, і ти ось-ось увійдеш до лона, то є
        глибокі настанови, що можуть допомогти зачинити брами лона, котрі готові
        впустити тебе – отже слухай. Повторюй за мною молитву:{" "}
      </p>
      <div className="Prayer">
        <p>
          Тепер, коли для мене сходить зоря бардо поставання/переродження (сіпа
          бардо),{" "}
        </p>
        <p>Я зосереджу свій розум </p>
        <p>І намагатимусь подовжити вплив доброї карми,</p>
        <p>Зачинити брами лона й міркувати про протидію, </p>
        <p>Прийшов час, коли потрібні стійкість і чиста думка, </p>
        <p>
          Коли потрібно відкинути ревнощі та медитувати на Ґуру та його дружину.
        </p>
      </div>
      <p>
        Ясно й голосно вимовляй ці слова й напружуй пам’ять, дуже важливо
        медитувати на зміст цих слів і практично виконати їх.
      </p>

      <img className="img-fluid" src={YabYum} alt="YabYum" />
      <h2>День 33</h2>
      <h3>2.</h3>
      <p>
        Ось зміст цих слів: cлова «тепер, коли для мене сходить зоря бардо
        поставання/переродження (сіпа бардо)» означають, що тепер ти блукаєш у
        бардо повернення до самсари.
      </p>

      <p>
        Ось ознаки цього: якщо ти дивишся в воду, ти не бачиш свого відображення
        та твоє тіло не відкидає тіні.
      </p>

      <img className="img-fluid" src={NoReflection} alt="NoReflection" />
      <h3>3.</h3>
      <p>
        В тебе немає зараз тіла з плоті й крові, та це є ознака того, що твоє
        розумове тіло блукає в бардо поставання/переродження (сіпа бардо).{" "}
      </p>

      <p>
        Тому ти зараз маєш, не відволікаючись, зосередити свій розум; саме
        зосередження зараз є найважливішим. Це все одно, що вуздечкою стримувати
        коня.{" "}
      </p>

      <p>
        На чому б ти не зосередилась – воно відбудеться, тому не думай про
        погані вчинки, але пригадай Учення Будди, настанови й послання вчителів
        і розпорядження книг, таких, як це «Визволення в результаті почутого»,
        про яке ти дізналась у світі людей, та прагни подовжити вплив доброї
        карми.{" "}
      </p>

      <p>Це вельми важливо.</p>

      <img className="img-fluid" src={GirlOnHorse} alt="GirlOnHorse" />
      <h2>День 34</h2>
      <h3>1.</h3>
      <br />
      <p>Нічого не забувай, не відволікайся. </p>
      <br />

      <p>Настав час, який розділяє шлях догори й донизу; </p>

      <p>
        настав час, коли миттєва лінь змусить тебе страждати довго, дуже довго;{" "}
      </p>

      <p>настав час, коли зосередження дуже надовго зробить тебе щасливою. </p>

      <p>Зосередь свій розум; </p>

      <p>прагни подовжити вплив доброї карми.</p>

      <img className="img-fluid" src={Concentration} alt="Concentration" />

      <h3>2.</h3>

      <p>Настав час зачинити брами лона. </p>

      <p>Сказано: </p>
      <div className="Prayer">
        <p>Зачини брами лона та міркуй про протидію, </p>

        <p>Прийшов час, коли потрібні стійкість і чиста думка.</p>
      </div>

      <img className="img-fluid" src={BuddhaLono} alt="BuddhaLono" />

      <h3>3.</h3>

      <p>
        О дитино шляхетного роду, в цей час з’являться образи чоловіків і жінок,
        які кохають один одного.{" "}
      </p>

      <p>
        Коли ти їх побачиш, не вступай у простір між ними, але пам’ятай, що
        потрібно медитувати на чоловіка й жінку, як на Ґуру та його дружину.
      </p>

      <p>
        Подумки схились перед ними, принеси дари з глибоким благоговінням і
        попроси настанов; якщо ти сильно зосередишся на цій думці, брами лона
        безсумнівно зачиняться.
      </p>

      <img
        className="img-fluid"
        src={PadmasambhavaYabYum}
        alt="PadmasambhavaYabYum"
      />
      <h2>День 35</h2>
      <h3>1.</h3>

      <p>
        Якщо же брами лона не зачиняться й ти ось-ось увійдеш до лона, медитуй
        на Ґуру та його дружину як на свого їдама або на Володаря Великого
        Співчуття з дружиною й подумки принеси їм дари.{" "}
      </p>
      <p>
        Зі щирим благоговінням попроси їх обдарувати тебе духовними
        досягненнями; це зачинить брами лона.
      </p>

      <img className="img-fluid" src={GuruConsort} alt="GuruConsort" />
      <h3>2.</h3>

      <p>
        Якщо ж брами не зачиняться й ти ось-ось увійдеш до лона – є третя
        вказівка: як відвернути пристрасть і злість.{" "}
      </p>
      <p>Існує чотири види народження:</p>
      <ul>
        <li>народження з яйця</li>
        <li>народження з лона</li>
        <li>мимовільне народження та</li>
        <li>народження з вологи</li>
      </ul>
      <p>Із них подібні один до одного народження з яйця та з лона. </p>
      <p>
        Як і раніше, виникнуть образи самців і самиць у любовному союзі, та якщо
        ти цієї миті увійдеш до лона під владою пристрасті й злості, ти
        народишся в вигляді коня, птаха, собаки або людини.
      </p>

      <img className="img-fluid" src={Egg} alt="Egg" />
      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися самцем, ти відчуєш себе ним і відчуєш
        люту злість до батька, ревнощі й бажання – до матері.{" "}
      </p>
      <p>
        Якщо тобі доведеться народитись самицею, ти відчуєш себе нею й відчуєш
        сильну заздрість і ревнощі до матері, пристрасне бажання – до батька.{" "}
      </p>
      <p>
        Це змусить тебе вступити на шлях, що веде до лона, й ти відчуєш
        самодовліюче блаженство, коли зустрінуться сперматозоїд і яйце.
      </p>

      <img className="img-fluid" src={Sperm} alt="Sperm" />
      <h2>День 36</h2>
      <h3>1.</h3>

      <p>
        У цьому блаженному стані ти втратиш свідомість, і ембріон ростиме
        завширшки й завдовжки, поки не сформується тіло й не вийде з лона
        матері.{" "}
      </p>
      <p>
        Ти відкриєш очі – й перетворишся на цуценя; з людини ти стала тепер
        собакою, ти страждатимеш у собачій буді, а може, в свинарнику, в
        мурашнику або в норі хробака, або ж ти народишся телям, козлям, ягням.
        Звідси нема вороття; ти зазнаєш усіх страждань, що зумовлені тупістю й
        невіглаством.{" "}
      </p>
      <p>
        Під час проходження крізь ці шість світів самсаричного буття мешканців
        пекла, голодних духів і решти, тебе терзатиме безмежне страждання. Немає
        нічого більш владного й жахливого; на жаль! На жаль!{" "}
      </p>
      <p>
        Ті, хто позбавлений настанов Ґуру, впадуть у найглибшу прірву самсари та
        відчують безкінечне, нестерпне страждання; слухай же мої слова та
        зрозумій цю мою настанову.
      </p>

      <img className="img-fluid" src={SamsaraWheel4} alt="SamsaraWheel4" />
      <h3>2.</h3>

      <p>
        Тепер дається вказівка, як зачинити брами лона шляхом усунення
        пристрасті й злості; слухай і осягай.{" "}
      </p>
      <p>Зачини брами лона й міркуй про протидію. </p>
      <p>Прийшов час, коли потрібні стійкість і чиста думка. </p>
      <p>Коли треба відкинути ревнощі й медитувати на Ґуру та його дружину. </p>
      <p>
        Як і раніше, ти відчуєш ревнощі; якщо тобі доведеться народитися
        чоловіком, ти кохатимеш свою матір і ненавидітимеш свого батька. Якщо ж
        тобі доведеться народитися жінкою, ти кохатимеш батька й ненавидітимеш
        матір.{" "}
      </p>
      <p>Тому зараз потрібна мудра вказівка.</p>

      <img className="img-fluid" src={YabYum2} alt="YabYum2" />
      <h3>3.</h3>

      <p>
        О дитино шляхетного роду, коли в тобі зародяться пристрасть і злість,
        медитуй так:{" "}
      </p>
      <div className="Prayer">
        «На жаль! Я виявилась істотою з такою тяжкою кармою, що й досі блукаю в
        самсарі через прив’язаність до пристрасті й злості. Якщо й надалі я
        відчуватиму пристрасть і злість, я нескінченно блукатиму в самсарі,
        надовго занурюсь у безодню океану страждань; тому тепер я зовсім
        перестану відчувати пристрасть і злість. На жаль! Тепер я ніколи не
        відчую знову пристрасть і злість. Зосередивши свій розум тільки на цій
        думці, я зачиню брами лона – так кажуть тантри».{" "}
      </div>
      <p>
        О дитино шляхетного роду, не відволікайся; зосередь свій розум на
        одному.
      </p>

      <img
        className="img-fluid"
        src={BuddhaShakyamuni}
        alt="BuddhaShakyamuni"
      />
    </div>
  );
}
