import React from "react";
import Hut from "./img/Hut.png";
import Nepevnenist from "./img/Nepevnenist.jpg";
import Nediyannia from "./img/Nediyannia.png";

export default function BARDO3_2() {
  return (
    <div className="BARDO3_2">
      <h1>Частина III </h1>
      <h2>День 27</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, в цей час тебе на мить укриють мости, святині
        й монастирі, хати й ступи, але ти не залишишся там надовго.{" "}
      </p>
      <p>
        Оскільки твій розум відділився від тіла, ти не в змозі там оселитись, ти
        відчуваєш роздратування й холод, свідомість стає повітряною, квапливою,
        мерехтливою та непостійною.{" "}
      </p>
      <p>Тоді ти подумаєш: «На жаль, я мертва! Що мені робити тепер?». </p>
      <p>
        Від цієї думки твоє серце раптом стане порожнім і холодним, і ти відчуєш
        сильний, безмежний біль. Оскільки ти змушена рухатися та не в змозі ніде
        оселитися, не займай себе жодними думками, та нехай твій розум покоїться
        в його первісному стані.{" "}
      </p>

      <img src={Hut} alt="Hut" />

      <h3>2.</h3>

      <p>
        Приходить час, коли в тебе немає більше їжі окрім тієї, що була
        присвячена тобі, та про твоїх друзів не можна сказати нічого певного.{" "}
      </p>
      <p>
        Це ознаки того, що розумове тіло блукає в бардо поставання/переродження
        (сіпа бардо).{" "}
      </p>
      <p>Цієї миті насолода та біль визначаються твоєю кармою.</p>

      <img src={Nepevnenist} alt="Nepevnenist" />

      <h3>3.</h3>

      <p>
        Ти побачиш свою родину, друзів і близьких, побачиш свій власний труп і
        подумаєш: «Тепер я мертва, то що ж мені робити?».{" "}
      </p>
      <p>
        Розумове тіло відчуватиме страшний біль, і ти подумаєш: «Чому би тепер
        не знайти собі тіло?».{" "}
      </p>
      <p>Й ти відчуєш, що ходиш туди-сюди в пошуках тіла. </p>
      <p>
        Навіть якщо ти до дев’яти разів увійдеш у свій власний труп – зима
        заморозить його або літо піддасть розкладанню, а може, твої родичі його
        спалять або поховають у могилі, або віддадуть птахам і диким звірям, бо
        пройшло багато часу, поки ти була в бардо сутнісної дійсності, тому не
        знайдеться місця, куди би ти змігла ввійти; ти впадеш у глибокий відчай,
        відчуєш себе здавленою скелями й камінням.{" "}
      </p>
      <p>
        Це страждання й є бардо поставання/переродження (сіпа бардо); навіть
        якщо ти шукаєш тіло, немає нічого, окрім страждання – отже, відітни своє
        прагнення до тіла й незворушно спочивай у стані недіяння.
      </p>

      <img src={Nediyannia} alt="Nediyannia" />
    </div>
  );
}
