import React from "react";
import Hut from "./img/Hut.png";
import Nepevnenist from "./img/Nepevnenist.jpg";
import Nediyannia from "./img/Nediyannia.png";
import scales from "./img/scales.jpg";
import matrix from "./img/matrix.jpg";
import emptyness from "./img/emptyness.jpg";
import Avalokiteshvara5 from "./img/Avalokiteshvara5.jpg";
import Rollercoster from "./img/Rollercoster.jpg";
import ThreeJewels from "./img/ThreeJewels.jpg";
import mirror from "./img/mirror.jpg";
import StudentTeacher from "./img/StudentTeacher.png";
import Avalokiteshvara4 from "./img/Avalokiteshvara4.jpg";

export default function BARDO3_2() {
  return (
    <div className="BARDO3_2">
      <h1>Частина III </h1>
      <h2>День 27</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, в цей час тебе на мить укриють мости, святині
        й монастирі, хати й ступи, але ти не залишишся там надовго.{" "}
      </p>
      <p>
        Оскільки твій розум відділився від тіла, ти не в змозі там оселитись, ти
        відчуваєш роздратування й холод, свідомість стає повітряною, квапливою,
        мерехтливою та непостійною.{" "}
      </p>
      <p>Тоді ти подумаєш: «На жаль, я мертва! Що мені робити тепер?». </p>
      <p>
        Від цієї думки твоє серце раптом стане порожнім і холодним, і ти відчуєш
        сильний, безмежний біль. Оскільки ти змушена рухатися та не в змозі ніде
        оселитися, не займай себе жодними думками, та нехай твій розум покоїться
        в його первісному стані.{" "}
      </p>
      <img className="img-fluid" src={Hut} alt="Hut" />
      <h3>2.</h3>
      <p>
        Приходить час, коли в тебе немає більше їжі окрім тієї, що була
        присвячена тобі, та про твоїх друзів не можна сказати нічого певного.{" "}
      </p>
      <p>
        Це ознаки того, що розумове тіло блукає в бардо поставання/переродження
        (сіпа бардо).{" "}
      </p>
      <p>Цієї миті насолода та біль визначаються твоєю кармою.</p>
      <img className="img-fluid" src={Nepevnenist} alt="Nepevnenist" />
      <h3>3.</h3>
      <p>
        Ти побачиш свою родину, друзів і близьких, побачиш свій власний труп і
        подумаєш: «Тепер я мертва, то що ж мені робити?».{" "}
      </p>
      <p>
        Розумове тіло відчуватиме страшний біль, і ти подумаєш: «Чому би тепер
        не знайти собі тіло?».{" "}
      </p>
      <p>Й ти відчуєш, що ходиш туди-сюди в пошуках тіла. </p>
      <p>
        Навіть якщо ти до дев’яти разів увійдеш у свій власний труп – зима
        заморозить його або літо піддасть розкладанню, а може, твої родичі його
        спалять або поховають у могилі, або віддадуть птахам і диким звірям, бо
        пройшло багато часу, поки ти була в бардо сутнісної дійсності, тому не
        знайдеться місця, куди би ти змігла ввійти; ти впадеш у глибокий відчай,
        відчуєш себе здавленою скелями й камінням.{" "}
      </p>
      <p>
        Це страждання й є бардо поставання/переродження (сіпа бардо); навіть
        якщо ти шукаєш тіло, немає нічого, окрім страждання – отже, відітни своє
        прагнення до тіла й незворушно спочивай у стані недіяння.
      </p>
      <img className="img-fluid" src={Nediyannia} alt="Nediyannia" />
      <h2>День 28</h2>
      <h3>1.</h3>
      <p>
        Cлухай, о дитино шляхетного роду. Це страждання викликане твоєю власною
        кармою, й ти не в змозі звинувачувати когось іншого. Це твоя власна
        карма, тому гаряче молись тепер Трьом Дорогоцінностям, вони захистять
        тебе.{" "}
      </p>
      <p>
        Якщо ти не молишся, не знаєш про медитацію Великого Символу й не
        медитуєш на свого їдама, то твій добрий початок збере всі твої добрі
        справи й відзначить їх білими камінцями, а твій дурний початок збере всі
        твої погані справи й відзначить їх чорними камінцями. В цей час ти будеш
        дуже налякана й нажахана, ти затремтиш і збрешеш, кажучи: «Я не
        грішила». Тоді Володар Смерті скаже: «Я подивлюсь у дзеркало карми». Та,
        коли він погляне в дзеркало, в ньому раптом з’являться ясно й чітко всі
        твої гріхи та чесноти, так що не буде користі від твоєї брехні. Тоді
        Володар Смерті потягне тебе за мотузку, що пов’язана навколо твоєї шиї,
        відрубає тобі голову, вирве серце, витягне нутрощі, вилиже мозок, вип’є
        кров, пожере плоть і розгризе кістки; але ти не можеш померти, й хоча
        твоє тіло розрізано на шматки, ти оживеш.
      </p>
      <img className="img-fluid" src={scales} alt="scales" />
      <h3>2.</h3>
      <p>
        Бути розрізаною знову й знову неймовірно боляче, тому не бійся, коли
        відраховують білі камінці, не бреши й не лякайся Володаря Смерті.
      </p>
      <p>
        Оскільки ти тепер володієш розумовим тілом, ти не можеш померти, навіть,
        якщо будеш убита і розрізана.{" "}
      </p>
      <p>Воістину, ти – природна форма порожнечі, й немає потреби боятись.</p>{" "}
      <p>
        І Володар Смерті – природна форма порожнечі, твій же незв’язний прояв, і
        ти – порожнеча, розумове тіло неусвідомлених прагнень.{" "}
      </p>
      <p>
        Порожнеча не може зашкодити порожнечі, без’якісне не зашкодить
        без’якісному.{" "}
      </p>
      <p>
        Володар Смерті, боги, злі духи, біси з бичою головою не мають ніякої
        іншої реальності, окрім твоїх власних незв’язних проявів – пізнай же це.
      </p>
      <p>Цієї миті пізнай, що все навколо тебе є бардо.</p>
      <img className="img-fluid" src={matrix} alt="matrix" />
      <h3>3.</h3>
      <p>Медитуй на самадгі Великого Символу. </p>
      <p>
        Якщо не знаєш, як медитувати, вдивись у сутність того, що лякає тебе, й
        ти побачиш порожнечу, яка не має жодної природи: це звуть Тілом Дгарми.
      </p>
      <p>
        Але ця порожнеча не є ніщо, сутність її жахає, розум набуває перед нею
        великої чистоти й здібності до усвідомлення: це стан розуму Тіла
        Блаженства.
      </p>
      <p>
        {" "}
        Порожнеча й світло неподільні, природа порожнечі є світло й природа
        світла є порожнеча.
      </p>
      <p>
        Тепер неподільне світло-порожнеча, оголений розум перебуває в
        нествореному стані: це Аді-кая.{" "}
      </p>
      <p>
        Її природна енергія усюди безперешкодно проявляється: це Примарне Тіло,
        яке співчуває.{" "}
      </p>
      <p>
        О дитино шляхетного роду, слухай, не відволікаючись. Як тільки ти
        пізнаєш це, ти досягнеш повного просвітлення в чотирьох Тілах Будди. Не
        відволікайся.{" "}
      </p>
      <p>
        Це – лінія, що розділяє Будд і непросвітлених живих істот. Про цю мить
        сказано: мить – вони розділені, мить – повне просвітлення.
      </p>
      <img className="img-fluid" src={emptyness} alt="emptyness" />
      <h2>День 29</h2>
      <h3>1.</h3>
      <p>
        До вчорашнього дня твоя увага розсіювалась, і, хоча ти так багато
        побачила в стані бардо, ти не пізнала його, й тобі дуже страшно. Якщо ти
        й зараз відволічешся, канат співчуття буде перерізаний, і ти підеш туди,
        де немає визволення, тому будь уважна.{" "}
      </p>
      <p>
        О дитино шляхетного роду, якщо ти не знаєш, як треба медитувати,
        пам’ятай про Будду, Дгарму й Санґгу, про Володаря Великого Співчуття й
        молись їм. Медитуй на все жахливіші прояви, як на Володаря Великого
        Співчуття або на свого їдама.{" "}
      </p>
      <p>
        Пригадай свого вчителя й таємне ім’я, яке ти отримала під час свого
        присвячення в світі людей; скажи це ім’я Царю Дгарми, Володареві Смерті.
      </p>
      <p>
        Навіть якщо ти впадеш у прірву, це тобі не зашкодить, то відкинь страх і
        жах.
      </p>
      <img
        className="img-fluid"
        src={Avalokiteshvara5}
        alt="Avalokiteshvara5"
      />
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, те, що ти відчуєш зараз, буде подібно до
        катапульти, по черзі втягувати тебе в стани радості й журби, тому не
        викликай у собі жодних почуттів пристрасті й злості.
      </p>
      <p>
        {" "}
        Якщо тобі доведеться народитись у вищому світі, то тоді, коли ти відчуєш
        цей світ, твої родичі в залишеному тобою місці приноситимуть у жертву
        тварин, присвячених померлому, тому в тобі зародяться нечисті думки й ти
        відчуєш лютий гнів, який змусить тебе народитись мешканцем пекла.{" "}
      </p>
      <p>
        Тому, що би не коїлося в місці, яке ти залишила, не сердься та медитуй
        на доброту.
      </p>
      <img className="img-fluid" src={Rollercoster} alt="Rollercoster" />
      <h3>3.</h3>
      <p>
        Якщо ти прив’язана до майна, що залишила, або тебе пов’язує з ним думка
        про те, що хтось інший володіє твоїми речами та отримує від цього
        задоволення, ти розгніваєшся на людей, яких ти покинула, й це неодмінно
        змусить тебе народитись мешканцем пекла або голодним духом, навіть якщо
        ти мала досягти більш високого стану.{" "}
      </p>
      <p>
        В будь-якому разі, навіть якщо ти прив’язана до речей, що залишила, ти
        не в змозі їх отримати; це для тебе марно – так відкинь прив’язаність і
        журбу за своїм майном, відмовся від нього, прийми тверде рішення. Хто б
        не користувався твоїми речами, не будь власником і дозволь їм піти.
      </p>
      <p>
        Зосереджено міркуй, що ти даруєш їх своєму вчителеві й Трьом
        Дорогоцінностям, і перебувай у стані відсутності бажань.
      </p>
      <img className="img-fluid" src={ThreeJewels} alt="ThreeJewels" />
      <h2>День 30</h2>
      <h3>1.</h3>
      <p>
        Коли для тебе читатимуть мантру «Канкані», коли будуть виконувати обряд
        «очищення від нижчих світів», тоді тонким надчуттєвим сприйняттям, що
        обумовлене твоєю кармою, ти побачиш, що вони роблять це нечисто, сонно,
        неуважно, безтурботно, не дотримуючись обітниці самая; ти усвідомиш, що
        їм не вистачає віри, що вони роблять гріх своїм страхом і нечистим
        виконанням ритуалів, і ти подумаєш: «На жаль, вони дурять мене, звісно,
        вони дурять мене!».{" "}
      </p>
      <p>
        Ця думка принесе тобі глибоку скорботу й відчай, і, відчувши відсутність
        чистого благоговіння, ти втратиш віру, й це напевно примусить тебе
        відправитися до нижчих світів.{" "}
      </p>
      <p>
        Це марно, дуже шкідливо, тому, як би нечисто не виконували обряди друзі,
        яких ти залишив, із чистою вірою й благоговінням думай:{" "}
      </p>
      <p>
        «Що ж? Мабуть, мої прояви нечисті; та чи можуть бути нечистими слова
        Будди? Те, що я бачу, викликано моїми нечистими проявами – так само, як
        відбивались у люстерці недоліки мого обличчя. Що ж до цих людей, то їхнє
        тіло – це Санґга, їхня мова – свята Дгарма та їхній розум – природа
        Будди, тому я наздобуду в них прихисток».{" "}
      </p>
      <p>
        Тоді тобі допоможе все, що коїться в місці, що ти залишила, тому дуже
        важливо зберегти такі чисті думки; не забувай.
      </p>
      <img className="img-fluid" src={mirror} alt="mirror" />
      <h3>2.</h3>
      <p>
        Якщо ти маєш народитися в одному з трьох нижніх світів, і в той час,
        коли ти відчуєш ці світи, твої близькі в місці, яке ти залишила,
        здійснюють благочестиві обряди, що вільні від гріха, та вчителі й
        наставники слідують святому Вченню в повній чистоті тіла, мови й розуму,
        ти відчуєш потужну радість, побачивши їх, і це негайно призведе тебе до
        народження в більш високому світі, навіть, якщо тобі належало зійти до
        трьох нижніх світів – тому це так корисно.{" "}
      </p>
      <p>
        Тому дуже важливо не мати нечистих думок і відчути чисте благоговіння
        без упередження – будь же уважна.
      </p>
      <img className="img-fluid" src={StudentTeacher} alt="StudentTeacher" />
      <h3>3.</h3>
      <p>
        О дитино шляхетного роду, отже зараз твій розум у стані бардо не має
        опори, тому він легкий і рухливий, і яка би думка в ньому не виникла,
        добра чи зла, вона дуже могутня; не думай про лихі вчинки та пам’ятай
        про благочестиві діяння. Якщо ти до них не звикла, виклич у собі
        благоговіння й чисті думки.{" "}
      </p>
      <p>
        Молись своєму їдамові й Володареві Великого Співчуття та зосереджено
        відтворюй цю молитву надхнення:{" "}
      </p>
      <div className="Prayer">
        <p>Коли я блукаю одна, з любими друзями розлучена, </p>
        <p>Та виникають порожні образи моїх же проявів, </p>
        <p>Нехай пошлють Будди силу свого співчуття, </p>
        <p>Щоби жахи бардо не прийшли. </p>
        <p>Коли я страждаю під владою тяжкої карми, </p>
        <p>Нехай розвіє мій їдам усіляке страждання. </p>
        <p>Коли звук сутнісної дійсності гуркоче, ніби тисяча громів, </p>
        <p>Нехай стане він звуком Шeсти Складів. </p>
        <p>Коли я йду за своєю кармою та немає прихистку, </p>
        <p>Нехай стане моїм прихистком Володар Великого Співчуття. </p>
        <p>Коли я страждаю від карми неусвідомлених прагнень, </p>
        <p>Нехай виникне самадгі блаженства й світла. </p>
      </div>
      <p>Гаряче відтворюй цю молитву; це неодмінно призведе тебе на Шлях. </p>
      <p>Будь абсолютно впевнена, що тебе не обманюють, це дуже важливо.</p>
      <img
        className="img-fluid"
        src={Avalokiteshvara4}
        alt="Avalokiteshvara4"
      />
    </div>
  );
}
