import React from "react";
import BuddhaShakyamuni from "./img/BuddhaShakyamuni.jpg";
import Illusion from "./img/illusion.png";
import WaterDrop from "./img/WaterDrop.jpg";
import Water from "./img/Water.png";
import Body from "./img/Body.jpg";
import ParadiseGarden from "./img/ParadiseGarden.jpg";
import FairyLand from "./img/FairyLand.jpg";
import House from "./img/House.jpg";
import Horses from "./img/Horses.jpg";
import Cows from "./img/Cows.jpg";
import GemTemple from "./img/GemTemple.jpg";
import AmusementPark from "./img/AmusementPark.jpeg";
import Shalashnik from "./img/Shalashnik.jpg";
import Burshtyn from "./img/Burshtyn.jpg";
import Road from "./img/Road.jpg";
import Gates from "./img/Gates.png";
import Mesnyky from "./img/Mesnyky.jpg";
import Forest from "./img/Forest.jpg";
import Bisy from "./img/Bisy.jpg";
import Vajrapani from "./img/Vajrapani.jpg";
import Zen from "./img/Zen.png";
import Yidam from "./img/Yidam.jpg";
import Hayagriva from "./img/Hayagriva.jpg";
import Sukhavati from "./img/Sukhavati.jpg";
import LotusPalace from "./img/LotusPalace.jpg";
import Maitreya from "./img/Maitreya.jpg";
import BuddhaRealm from "./img/BuddhaRealm.jpg";
import GoldenBuddha from "./img/GoldenBuddha.jpg";
import Siddhi from "./img/Siddhi.jpg";
import Chenrezig from "./img/Chenrezig.png";
import Samadhi from "./img/Samadhi.jpg";
import BuddhaMara from "./img/BuddhaMara.jpg";
import Dao from "./img/Dao.jpg";
import Buddha from "./img/Buddha.jpg";
import ThreeJewels1 from "./img/ThreeJewels1.jpg";
import Chenrezig1 from "./img/Chenrezig1.jpg";
import Padmasambhava1 from "./img/Padmasambhava1.jpg";

export default function BARDO3_4() {
  return (
    <div className="BARDO3_4">
      <h2>День 37</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, коли в тобі зародяться пристрасть і злість,
        медитуй так:{" "}
      </p>
      <div className="Prayer">
        «На жаль! Я виявилась істотою з такою тяжкою кармою, що й досі блукаю в
        самсарі через прив’язаність до пристрасті й злості. Якщо й надалі я
        відчуватиму пристрасть і злість, я нескінченно блукатиму в самсарі,
        надовго занурюсь у безодню океану страждань; тому тепер я зовсім
        перестану відчувати пристрасть і злість. На жаль! Тепер я ніколи не
        відчую знову пристрасть і злість. Зосередивши свій розум тільки на цій
        думці, я зачиню брами лона – так кажуть тантри».{" "}
      </div>
      <p>
        О дитино шляхетного роду, не відволікайся; зосередь свій розум на
        одному.
      </p>

      <img className="img-fluid" src={Illusion} alt="Illusion" />
      <h3>2.</h3>

      <p>
        Але, якщо навіть після цього не зачиняться брами лона й ти ось-ось
        увійдеш до нього, слід зачинити брами за допомогою настанов про
        нереальну, ілюзорну природу всього, що існує. Медитуй так:{" "}
      </p>

      <div className="Prayer">
        <p>
          «На жаль! Батько й матір, вихор, грім, жахливі явища й усе видиме –
          примарні за своєю справжньою природою. Незважаючи на те, що вони
          з’являються, вони нереальні. Все матеріальне несправжнє й неправдиве.
          Воно – мов міраж, воно непостійне, схильне до змін. Яка користь від
          бажання? Яка користь від страху? Неіснуюче вважається існуючим. Усе це
          – прояв мого ж розуму, й, якщо сам розум ілюзорний, не має
          самостійного буття, то як можуть зовні виникнути всі ці явища? Досі я
          цього не розуміла, тому я вірила, що існує неіснуюче, що істино
          неістинне, що реальна ілюзія; тому я так довго блукала в самсарі. Та,
          якщо я не зрозумію, що це ілюзії, я все так же довго блукатиму в
          самсарі та, безсумнівно, зійду до брудного болота страждання. Тепер я
          знаю: всі ці явища подібні до снів, ілюзій, подібні до луни, до міст,
          де мешкають небожителі-ґандгарви, подібні до міражів, образів,
          оптичного обману, відображення місяця в воді; вони не реальні – навіть
          на мить. Безперечно, вони не істинні, а несправжні!»{" "}
        </p>
      </div>
      <p>
        Зосередження тільки на цьому переконанні руйнує віру в їхню реальність,
        і коли людина в цьому внутрішньо переконана, долається самовпевненість.
      </p>

      <p>
        Якщо в глибині серця ти зрозумієш цю нереальність, брами лона,
        безперечно, зачиняться.
      </p>
      <img
        className="img-fluid"
        src={BuddhaShakyamuni}
        alt="BuddhaShakyamuni"
      />
      <h3>3.</h3>

      <p>
        Але навіть якщо після цього не зруйнується віра в реальність, не
        зачиняться брами лона й ти ось-ось до нього ввійдеш – є мудра вказівка.
      </p>

      <p>
        О дитино шляхетного роду, навіть якщо після цього не зачинені брами
        лона, їх слід тепер закрити п’ятим способом – медитацією на первісне
        світло.{" "}
      </p>

      <p>Медитацію на первісне світло треба коїти так: </p>

      <div className="Prayer">
        «Все матеріальне – це мій власний розум, і цей розум є порожнеча,
        ненароджена й безперервна».{" "}
      </div>

      <p>
        Міркуючи про це, тримай свій розум у природному й незмінному стані,
        нехай він утримується в своїй власній сутності, мов вода, що налита в
        воду – вільний, відкритий, розслаблений.
      </p>

      <img className="img-fluid" src={WaterDrop} alt="WaterDrop" />
      <h2>День 38</h2>
      <h3>1.</h3>

      <p>
        Дозволивши своєму розуму спочивати природно й вільно, ти можеш бути
        впевнена, що брами лона безперечно будуть зачинені для всіх чотирьох
        видів народження.
      </p>

      <img className="img-fluid" src={Water} alt="Water" />

      <h3>2.</h3>

      <p>Слухай, о померла дитино шляхетного роду. </p>
      <p>
        Хоча досі тобі багато разів були дані вказівки, ти їх не зрозуміла,{" "}
      </p>
      <p>тому тепер, коли брами лона не зачинились, настав час обрати тіло. </p>

      <img className="img-fluid" src={Body} alt="Body" />
      <h3>3.</h3>
      <p>
        Існує не одна, а багато істинних і глибоких порад, як обрати тобі брами
        лона – осягай же та не відволікайся. Зосереджено слухай і розумій.{" "}
      </p>
      <p>
        О дитино шляхетного роду, зараз з’являються знаки й характерні риси
        континенту, де доведеться тобі народитися – пізнай же їх.{" "}
      </p>
      <p>Розглянь, де випало тобі народитись і обери континент.</p>

      <img className="img-fluid" src={ParadiseGarden} alt="ParadiseGarden" />

      <h2>День 39</h2>
      <h3>1.</h3>

      <p>
        Якщо тобі доведеться народитися на східному континенті, що звуть
        «Благородний», ти побачиш озеро, де плавають лебеді й лебедині.{" "}
      </p>
      <p>Міркуй про протидію та не кидайся туди. </p>
      <p>
        Хоча це місце сповнене щастя, Вчення Будди не процвітає там, тому не
        вступай туди.
      </p>

      <img className="img-fluid" src={FairyLand} alt="FairyLand" />

      <h3>2.</h3>

      <p>
        Якщо тобі доведеться народитися на південному континенті, «Острові
        рожевих яблунь», ти побачиш розкішні, прекрасні оселі.
      </p>
      <p>Вступи туди, якщо зможеш.</p>

      <img className="img-fluid" src={House} alt="House" />

      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися на західному континенті, що звуть
        «Насолода корів, які виконують бажання», ти побачиш озеро прикрашене
        конями й кобилами.{" "}
      </p>
      <p>Не кидайся туди, повернися назад. </p>
      <p>
        Хоча в цьому місці рясні насолоди, Вчення Будди не процвітає там, тому
        не вступай туди.
      </p>

      <img className="img-fluid" src={Horses} alt="Horses" />
      <h2>День 40</h2>
      <h3>1.</h3>
      <p>
        Якщо тобі належить народитися на північному континенті, що звуть
        «Неприємний звук», ти побачиш озеро, прикрашене худобою або деревами.
      </p>
      <p>Зрозумій це як знаки переродження й не вступай туди. </p>
      <p>
        Хоча там живуть довго й володіють чеснотами, Вчення Будди не процвітає
        там, тому не вступай туди.
      </p>

      <img className="img-fluid" src={Cows} alt="Cows" />
      <h3>2.</h3>

      <p>
        Якщо тобі доведеться народитися богом, ти побачиш прекрасні багатоярусні
        храми з дорогоцінного каміння.
      </p>
      <p>Вступи туди, якщо гідна.</p>

      <img className="img-fluid" src={GemTemple} alt="GemTemple" />
      <h3>3.</h3>
      <p>
        Якщо тобі доведеться народитися ревнивим богом, ти побачиш прекрасні гаї
        або те, що здається вогняними колесами, які обертаються.
      </p>
      <p>Не вступай туди зовсім та міркуй про протидію.</p>

      <img className="img-fluid" src={AmusementPark} alt="AmusementPark" />
      <h2>День 41</h2>
      <h3>1.</h3>

      <p>
        Якщо тобі доведеться народитися твариною, ти побачиш нібито крізь туман
        печери в скелях, нори в землі й солом’яні хатинки.
      </p>
      <p>Не вступай туди.</p>

      <img className="img-fluid" src={Shalashnik} alt="Shalashnik" />
      <h3>2.</h3>

      <p>
        Якщо тобі доведеться народитися голодним духом, ти побачиш пні дерев і
        чорні форми, що стирчать, дрібні печери й чорні плями.
      </p>
      <p>
        Якщо ти кинешся туди, ти народишся голодним духом і відчуєш всі види
        страждання від голоду й спраги, тому зовсім не прямуй туди та думай про
        протидію й наполегливо чини опір.
      </p>

      <img className="img-fluid" src={Burshtyn} alt="Burshtyn" />
      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися мешканцем пекла, ти почуєш пісні, що
        співають істоти зі злою кармою, або ж ти будеш вимушена безпорадно
        вступити туди, або ж ти відчуєш, що потрапила до темної країни з чорними
        й червоними будинками, чорними ямами й чорними дорогами.
      </p>
      <p>
        Якщо ти кинешся туди, ти потрапиш до пекла й будеш нестерпно страждати
        від спеки й холоду, та не буде видно виходу. Тому не прямуй туди, не
        прямуй зовсім та будь уважною.
      </p>

      <img className="img-fluid" src={Road} alt="Road" />
      <h2>День 42</h2>
      <h3>1.</h3>

      <p>Сказано: </p>
      <p> «Зачини брами лона й міркуй про протидію». </p>
      <p>Це потрібно зараз.</p>

      <img className="img-fluid" src={Gates} alt="Gates" />
      <h3>2.</h3>

      <p>
        О дитино шляхетного роду, навіть якщо ти не хочеш іти – ти не маєш
        власної сили й вимушена безпорадно йти.{" "}
      </p>
      <p>
        Ззаду тебе переслідують кармічні месники й спереду тягнуть месники та
        вбивці; навколо тебе закружляють пітьма, урагани, люті шторми, гуркіт,
        сніг і дощ, шалений град і хуртовина, й ти побіжиш від них.
      </p>

      <img className="img-fluid" src={Mesnyky} alt="Mesnyky" />
      <h3>3.</h3>

      <p>
        Тікаючи, ти шукатимеш прихисток і відчуєш себе в безпеці в розкішних
        домах, що були описані раніше, або в скельних сховищах, у земляних
        норах, серед дерев або в круглих чашах квітів лотосу.
      </p>
      <p> Заховавшись там, ти злякаєшся вийти й подумаєш: </p>
      <p>«Тепер я не можу вийти звідси», </p>
      <p>й ти прив’яжешся до цього місця зі страху залишити його.</p>

      <img className="img-fluid" src={Forest} alt="Forest" />
      <h2>День 43</h2>
      <h3>1.</h3>

      <p>
        Ти боїшся зустріти жахи бардо, якщо вийдеш назовні, ти дуже боїшся їх;
        тому ти сховаєшся всередині та втілишся, яким би тіло не було поганим, і
        відчуєш усі види страждання.
      </p>
      <p>
        {" "}
        Це ознака того, що біси й злі сили заволоділи тобою зараз, і в цей час
        потрібна мудра вказівка – слухай же й осягай.
      </p>

      <img className="img-fluid" src={Bisy} alt="Bisy" />

      <h3>2.</h3>

      <p>
        У цей час жаху, коли тебе, безпорадну, переслідують месники, тобі
        потрібно негайно побачити всім своїм розумом Благословенного Верховного
        Геруку, або Гаяґріву, або Ваджрапані, або твого їдама, якщо він у тебе
        є, з величезним тілом і товстими кінцівками, що стоїть у страхітливій
        позі гніву та нищить у прах усі злі сили.{" "}
      </p>
      <p>
        Відділена від месників його благословінням і співчуттям, ти наздобудеш
        силу обрати брами лона.{" "}
      </p>
      <p>Це істинна глибока таємниця настанови – зрозумій же її.</p>

      <img className="img-fluid" src={Vajrapani} alt="Vajrapani" />
      <h3>3.</h3>
      <p>О дитино шляхетного роду,</p>
      <p>боги медитації </p>
      <p>народжуються </p>
      <p>завдяки силі самадгі.</p>
      <img className="img-fluid" src={Samadhi} alt="Samadhi" />
      <h2>День 44</h2>
      <h3>1.</h3>
      <p>
        Багато злих сил, таких, як голодні духи, змінили своє положення в стані
        бардо, вони здібні з’являтись у різноманітних ілюзорних формах голодних
        духів і демонів та перетворюються в саме це розумове тіло.{" "}
      </p>
      <img className="img-fluid" src={BuddhaMara} alt="BuddhaMara" />
      <h3>2.</h3>
      <p>
        Голодні духи, що живуть у глибинах моря, та ті, що літають у просторі,
        та всі вісімдесят тисяч видів злих сил заволоділи цим розумовим тілом,
        змінивши своє положення.
      </p>
      <p>
        У цей час краще за все споглядати Великий Символ порожнечі, та, якщо ти
        не здатна цього робити, тоді прийми участь у грі ілюзії.{" "}
      </p>
      <img className="img-fluid" src={Zen} alt="Zen" />
      <h3>3.</h3>

      <p>
        Якщо ти не можеш робити й цього, принаймні не прив’язуйся ні до чого та
        медитуй на їдама, на Володаря Великого Співчуття й ти станеш Буддою на
        рівні Тіла Блаженства в стані бардо.
      </p>

      <img className="img-fluid" src={Yidam} alt="Yidam" />
      <h2>День 45</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, якщо ти маєш увійти до лона під упливом карми,
        зараз тобі буде дана настанова про вибір брам лона.
      </p>
      <p>Слухай! </p>
      <p>Не входи до першого ж лона, що з’явиться. </p>
      <p>
        Якщо прийшли месники й ти не можеш уникнути вступу, медитуй на Гаяґріву.
      </p>
      <p>
        Оскільки ти зараз володієш тонким надчуттєвим сприйняттям, ти знаєш усі
        місця – зроби ж вибір.
      </p>

      <img className="img-fluid" src={Hayagriva} alt="Hayagriva" />
      <h3>2.</h3>
      <p>
        Перенесення до Чистого Царства Простору, царства очищених якостей,
        направляється такими словами:{" "}
      </p>
      <div className="Prayer">
        «Ох, як прикро, що я й досі залишаюсь у цьому брудному болоті самсари,
        після стількох довгих незліченних століть без початку й кінця, та в той
        же час, коли багато інших уже стали Буддами, я ще не досягла звільнення.
        Відтепер я відчуваю себе хворою в цій самсарі, я жахаюсь її, я виснажена
        нею. Тепер настав час готуватись до відходу, тому я маю здійснити
        мимовільне народження в квітці лотосу біля ніг Будди Амітабги в
        західному Блаженному Царстві».{" "}
      </div>
      <p>
        Зосередивши думки на Блаженному Царстві заходу, можна здійснити це
        зусилля.
      </p>

      <img className="img-fluid" src={Sukhavati} alt="Sukhavati" />
      <h3>3.</h3>
      <p>
        Або, якщо ж ти, не відволікаючись, спрямуєш сильну зосереджену думку до
        будь-якого царства, яке забажаєш – чи то Чисте Царство, Царство
        Досконалої Радості, Царство Щільно Наповнене, Царство Вербного Листя,
        Гора Пальмового Дерева або Палац Світла Лотоса в Урґ’яні – ти негайно
        народишся в цьому царстві.
      </p>

      <img className="img-fluid" src={LotusPalace} alt="LotusPalace" />
      <h2>День 46</h2>
      <h3>1.</h3>
      <p>
        Або, якщо ти забажаєш податись до Володаря Майтреї в Радісне Царство,
        зосередься на цій думці:
      </p>
      <div className="Prayer">
        Зараз, у стані бардо, прийшов мій час вирушити до Царя Дгарми Майтреї в
        Радісне Царство, тому я й відбуваю.
      </div>
      <p>
        Й ти мимоволі народишся в серці лотоса в безпосередній близькості до
        Майтреї.
      </p>

      <img className="img-fluid" src={Maitreya} alt="Maitreya" />

      <h3>2.</h3>
      <p>
        В протилежному випадку, якщо ти не змогла податись до царства, до якого
        прагнеш, та бажаєш увійти до лона, або ж уважаєш, що маєш увійти до
        нього, є настанова про вибір нечистих самсаричних брам лона – отже,
        слухай.
      </p>
      <p>
        Як і раніше, відчуй своїм надчуттєвим сприйняттям континент, котрий ти
        збираєшся обрати, й вступи в те місце, де процвітає Вчення Будди.
      </p>

      <img className="img-fluid" src={BuddhaRealm} alt="BuddhaRealm" />
      <h3>3.</h3>
      <p>
        Якщо тобі випаде мимоволі народитись у бридкій купі гною, ця смердюча
        маса здасться тобі запашною, ти відчуєш потяг і будеш народжена там;
        тому, що би не виникало, не довіряй цьому, поклади кінець ознакам
        бажання й ненависті та обери брами лона.
      </p>

      <img className="img-fluid" src={GoldenBuddha} alt="GoldenBuddha" />
      <h2>День 47</h2>
      <h3>1.</h3>
      <p>Знову ж таки, дуже важливо зосереджено думати: </p>
      <div className="Prayer">
        «Я буду народжена як володарка імперії для блага всіх живих істот, або
        як брахманка, подібна до дерева «сала», або як дитина чарівника-сідгі,
        або в родині чистих послідовників Учення Будди, або в родині, де батько
        й матір вірують; утілюючись до тіла, яке наділене чеснотами, котрі
        можуть послужити на благо всіх живих істот, я зроблю добро».{" "}
      </div>
      <p>Треба входити до лона, зосередившись на цій думці.</p>

      <img className="img-fluid" src={Siddhi} alt="Siddhi" />
      <h3>2.</h3>
      <p>
        Цієї миті благослови лоно, до якого ти входиш, як палац богів; звернись
        із молитвою до Будд і бодгісатв десяти напрямків і до їдамів, перш за
        все до Володаря Великого Співчуття, та ввійди до лона.
      </p>

      <img className="img-fluid" src={Chenrezig} alt="Chenrezig" />
      <h3>3.</h3>
      <p>
        Обираючи брами лона під впливом карми можна припуститись помилки,
        прийнявши добрі брами лона за погані або погані за добрі, тому зараз
        дуже важлива ще одна думка настанови; роби ж так: навіть якщо брами лона
        здаються добрими, не довіряй цьому, й якщо вони здаються поганими, не
        відчувай неприязні.
      </p>

      <img className="img-fluid" src={Dao} alt="Dao" />
      <h2>День 48</h2>
      <h3>1.</h3>
      <p>
        Справжня, глибока, істинна таємниця полягає в тому, щоби вступити до
        вищого стану рівноваги, де немає ані гарного, ані поганого, ані
        прийняття, ані заперечення, ані пристрасті, ані злоби.
      </p>

      <img className="img-fluid" src={Buddha} alt="Buddha" />
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не знаєш, як обрати брами лона й не в
        змозі звільнитись від пристрасті й злості, то які би з описаних почуттів
        не виникали, призивай Три Дорогоцінності та наздобувай у них прихисток.
      </p>

      <img className="img-fluid" src={ThreeJewels1} alt="ThreeJewels1" />

      <h3>3.</h3>
      <p>Молись Володареві Великого Співчуття.</p>
      <p>Продовжуй шлях із високо піднятою головою. </p>
      <p>
        Відкинь прив’язаність і журбу за родичами й друзями, синами й доньками,
        яких ти залишила; вони не можуть допомогти тобі.
      </p>

      <img className="img-fluid" src={Chenrezig1} alt="Chenrezig1" />

      <h2>День 49</h2>
      <h3>1.</h3>
      <br />
      <p>
        Тепер вступи до синього світла світу людей або до білого світла світу
        богів; вступи до палаців із самоцвітів або до гаїв блаженства.{" "}
      </p>
      <br />
      <hr />
      <div className="Author">
        Настанова в бардо, яка звільнює людські істоти, глибока потаємна
        сутність, «Велике Визволення в результаті почутого».
        <p>
          Цей скарб був знайдений сідгою Карма-Лінта в горі Гамподар. Нехай він
          слугуватиме для блага Вчення й всіх живих істот.{" "}
        </p>
        <p>Sarvamangalam (На благо усього живого). </p>
      </div>
      <br />
      <h3>КІНЕЦЬ</h3>

      <img className="img-fluid" src={Padmasambhava1} alt="Padmasambhava1" />
    </div>
  );
}
