import React from "react";
import Illusion from "./img/illusion.png";
import WaterDrop from "./img/WaterDrop.jpg";
import Water from "./img/Water.png";
import ParadiseGarden from "./img/ParadiseGarden.jpg";
import FairyLand from "./img/FairyLand.jpg";
import House from "./img/House.jpg";
import Horses from "./img/Horses.jpg";
import Cows from "./img/Cows.jpg";
import GemTemple from "./img/GemTemple.jpg";
import AmusementPark from "./img/AmusementPark.jpeg";
import Shalashnik from "./img/Shalashnik.jpg";
import Burshtyn from "./img/Burshtyn.jpg";

export default function BARDO3_4() {
  return (
    <div className="BARDO3_4">
      <h1>Частина III </h1>
      <h2>День 37</h2>
      <h3>1.</h3>

      <p>
        Але, якщо навіть після цього не зачиняться брами лона й ти ось-ось
        увійдеш до нього, слід зачинити брами за допомогою настанов про
        нереальну, ілюзорну природу всього, що існує. Медитуй так:{" "}
      </p>

      <div className="Prayer">
        <p>
          «На жаль! Батько й матір, вихор, грім, жахливі явища й усе видиме –
          примарні за своєю справжньою природою. Незважаючи на те, що вони
          з’являються, вони нереальні. Все матеріальне несправжнє й неправдиве.
          Воно – мов міраж, воно непостійне, схильне до змін. Яка користь від
          бажання? Яка користь від страху? Неіснуюче вважається існуючим. Усе це
          – прояв мого ж розуму, й, якщо сам розум ілюзорний, не має
          самостійного буття, то як можуть зовні виникнути всі ці явища? Досі я
          цього не розуміла, тому я вірила, що існує неіснуюче, що істино
          неістинне, що реальна ілюзія; тому я так довго блукала в самсарі. Та,
          якщо я не зрозумію, що це ілюзії, я все так же довго блукатиму в
          самсарі та, безсумнівно, зійду до брудного болота страждання. Тепер я
          знаю: всі ці явища подібні до снів, ілюзій, подібні до луни, до міст,
          де мешкають небожителі-ґандгарви, подібні до міражів, образів,
          оптичного обману, відображення місяця в воді; вони не реальні – навіть
          на мить. Безперечно, вони не істинні, а несправжні!»{" "}
        </p>
      </div>
      <p>
        Зосередження тільки на цьому переконанні руйнує віру в їхню реальність,
        і коли людина в цьому внутрішньо переконана, долається самовпевненість.
      </p>

      <p>
        Якщо в глибині серця ти зрозумієш цю нереальність, брами лона,
        безперечно, зачиняться.
      </p>
      <h3>2.</h3>

      <p>
        Але навіть якщо після цього не зруйнується віра в реальність, не
        зачиняться брами лона й ти ось-ось до нього ввійдеш – є мудра вказівка.
      </p>

      <p>
        О дитино шляхетного роду, навіть якщо після цього не зачинені брами
        лона, їх слід тепер закрити п’ятим способом – медитацією на первісне
        світло.{" "}
      </p>

      <p>Медитацію на первісне світло треба коїти так: </p>

      <div className="Prayer">
        «Все матеріальне – це мій власний розум, і цей розум є порожнеча,
        ненароджена й безперервна».{" "}
      </div>

      <p>
        Міркуючи про це, тримай свій розум у природному й незмінному стані,
        нехай він утримується в своїй власній сутності, мов вода, що налита в
        воду – вільний, відкритий, розслаблений.
      </p>

      <img className="img-fluid" src={WaterDrop} alt="WaterDrop" />
      <h3>3.</h3>

      <p>
        Дозволивши своєму розуму спочивати природно й вільно, ти можеш бути
        впевнена, що брами лона безперечно будуть зачинені для всіх чотирьох
        видів народження.
      </p>

      <img className="img-fluid" src={Water} alt="Water" />

      <h2>День 38</h2>
      <h3>1.</h3>

      <p>Слухай, о померла дитино шляхетного роду. </p>
      <p>
        Хоча досі тобі багато разів були дані вказівки, ти їх не зрозуміла, тому
        тепер, коли брами лона не зачинились, настав час обрати тіло.{" "}
      </p>
      <p>
        Існує не одна, а багато істинних і глибоких порад, як обрати тобі брами
        лона – осягай же та не відволікайся. Зосереджено слухай і розумій.{" "}
      </p>
      <p>
        О дитино шляхетного роду, зараз з’являються знаки й характерні риси
        континенту, де доведеться тобі народитися – пізнай же їх.{" "}
      </p>
      <p>Розглянь, де випало тобі народитись і обери континент.</p>

      <img className="img-fluid" src={ParadiseGarden} alt="ParadiseGarden" />

      <h3>2.</h3>

      <p>
        Якщо тобі доведеться народитися на східному континенті, що звуть
        «Благородний», ти побачиш озеро, де плавають лебеді й лебедині.{" "}
      </p>
      <p>Міркуй про протидію та не кидайся туди. </p>
      <p>
        Хоча це місце сповнене щастя, Вчення Будди не процвітає там, тому не
        вступай туди.
      </p>

      <img className="img-fluid" src={FairyLand} alt="FairyLand" />

      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися на південному континенті, «Острові
        рожевих яблунь», ти побачиш розкішні, прекрасні оселі.
      </p>
      <p>Вступи туди, якщо зможеш.</p>

      <img className="img-fluid" src={House} alt="House" />

      <h2>День 39</h2>
      <h3>1.</h3>

      <p>
        Якщо тобі доведеться народитися на західному континенті, що звуть
        «Насолода корів, які виконують бажання», ти побачиш озеро прикрашене
        конями й кобилами.{" "}
      </p>
      <p>Не кидайся туди, повернися назад. </p>
      <p>
        Хоча в цьому місці рясні насолоди, Вчення Будди не процвітає там, тому
        не вступай туди.
      </p>

      <img className="img-fluid" src={Horses} alt="Horses" />
      <h3>2.</h3>

      <p>
        Якщо тобі належить народитися на північному континенті, що звуть
        «Неприємний звук», ти побачиш озеро, прикрашене худобою або деревами.
      </p>
      <p>Зрозумій це як знаки переродження й не вступай туди. </p>
      <p>
        Хоча там живуть довго й володіють чеснотами, Вчення Будди не процвітає
        там, тому не вступай туди.
      </p>

      <img className="img-fluid" src={Cows} alt="Cows" />
      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися богом, ти побачиш прекрасні багатоярусні
        храми з дорогоцінного каміння.
      </p>
      <p>Вступи туди, якщо гідна.</p>

      <img className="img-fluid" src={GemTemple} alt="GemTemple" />
      <p>
        Якщо тобі доведеться народитися ревнивим богом, ти побачиш прекрасні гаї
        або те, що здається вогняними колесами, які обертаються.
      </p>
      <p>Не вступай туди зовсім та міркуй про протидію.</p>

      <img className="img-fluid" src={AmusementPark} alt="AmusementPark" />
      <h3>2.</h3>

      <p>
        Якщо тобі доведеться народитися твариною, ти побачиш нібито крізь туман
        печери в скелях, нори в землі й солом’яні хатинки.
      </p>
      <p>Не вступай туди.</p>

      <img className="img-fluid" src={Shalashnik} alt="Shalashnik" />
      <h3>3.</h3>

      <p>
        Якщо тобі доведеться народитися голодним духом, ти побачиш пні дерев і
        чорні форми, що стирчать, дрібні печери й чорні плями.
      </p>
      <p>
        Якщо ти кинешся туди, ти народишся голодним духом і відчуєш всі види
        страждання від голоду й спраги, тому зовсім не прямуй туди та думай про
        протидію й наполегливо чини опір.
      </p>

      <img className="img-fluid" src={Burshtyn} alt="Burshtyn" />
    </div>
  );
}
