import React from "react";
import SamsaraWheel2 from "./img/SamsaraWheel2.jpg";
import SamsaraColor from "./img/SamsaraColor.png";
import Avalokiteshvara6 from "./img/Avalokiteshvara6.jpg";

export default function BARDO3_3() {
  return (
    <div className="BARDO3_3">
      <h1>Частина III </h1>
      <h2>День 31</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не зрозуміла того, що з’являлося тобі,
        то з цього часу тіло, яке ти мала в минулому житті, ставатиме все більше
        тьмяним, і все більш ясним ставатиме твоє майбутнє тіло.{" "}
      </p>
      <p>
        Ти відчуєш журбу та подумаєш: «Я страждаю від цього – тепер я шукатиму
        прояви хоч якогось тіла».
      </p>
      <p>
        Й ти почнеш блукати взад і вперед, кидаючись до всього, що з’являється.
      </p>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.
      </p>

      <img className="img-fluid" src={SamsaraWheel2} alt="SamsaraWheel2" />
      <h3>2.</h3>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.{" "}
      </p>
      <p>
        Слухай, о дитино шляхетного роду. Якщо ти спитаєш, що це за шість
        світел, то вони такі:{" "}
      </p>
      <ul>
        <li>
          <p>Засяє м’яке біле світло світу богів.</p>
        </li>
        <li>
          <p>Засяє червоне світло світу ревнивих богів.</p>
        </li>
        <li>
          <p>Засяє синє світло світу людей.</p>
        </li>
        <li>
          <p>Засяє зелене світло світу тварин.</p>
        </li>
        <li>
          <p>Засяє жовте світло світу голодних духів.</p>
        </li>
        <li>
          <p>Засяє димне світло пекельного світу.</p>
        </li>
      </ul>

      <p>Такими є шість світел.</p>

      <img className="img-fluid" src={SamsaraColor} alt="SamsaraColor" />

      <h3>3.</h3>
      <p>
        Цієї миті й твоє тіло також прийме колір того світу, де тобі доведеться
        народитися.{" "}
      </p>
      <p>
        О дитино шляхетного роду, в цей час дуже важлива головна думка
        настанови: яке би світло не засяяло, медитуй на нього, як на Володаря
        Великого Співчуття. Медитуй на думку про те, що коли з’являється світло
        – це Володар Великого Співчуття.{" "}
      </p>
      <p>Це найглибша суть. </p>
      <p>Це надзвичайно важливо й запобігає народженню.</p>

      <img
        className="img-fluid"
        src={Avalokiteshvara6}
        alt="Avalokiteshvara6"
      />
    </div>
  );
}
