import React from "react";
import NewBody from "./img/NewBody.png";
import SamsaraWheel1 from "./img/SamsaraWheel1.jpg";
import Avalokiteshvara1 from "./img/Avalokiteshvara1.png";

export default function FullBardo3_1() {
  return (
    <div className="FullBardo3_1">
      <h1>Частина III </h1>
      <h2>День 23</h2>
      <h3>1.</h3>

      <p>Віддамо пошану божествам: Ґуру, їдамам і дакині; </p>

      <p>Нехай стануть вони причиною звільнення в бардо. </p>
      <br />
      <p>
        В книзі «Великого Визволення в результаті почутого» вже було розповідано
        про бардо сутнісної дійсності дгармадгату (чьо-ньї бардо), тепер
        нагадаємо про бардо поставання/переродження (сіпа бардо).{" "}
      </p>
      <br />
      <p>О дитино шляхетного роду, уважно слухай і осягай. </p>

      <p>Пекельні істоти, боги й тіло бардо народжуються мимовільно. </p>

      <p>
        Коли в бардо сутнісної дійсності дгармадгату (чьо-ньї бардо) з’явилися
        мирні й гнівні божества, ти їх не пізнала, тому ти знесилилася від
        страху за ці дні; але коли ти прийшла до тями, твоя свідомість
        прояснилась і виникло нове тіло, подібне до того, що було в тебе раніше.
      </p>
      <img src={NewBody} alt="NewBody" />

      <h3>2.</h3>

      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>
      <p>
        Тут слово «попереднє» позначає, що ти володієш тілом, подібним до
        попереднього тіла з плоті й крові, такого, яке ти пам’ятаєш, окрім того,
        воно випромінює світло й має ознаки тіла людей золотого віку.{" "}
      </p>
      <p>
        Це відчуття розумового тіла, тому його звуть «розумовим тілом відчуття
        бардо».{" "}
      </p>
      <p>
        Цієї миті, якщо тобі доведеться народитись богом, ти відчуєш світ богів,
        якщо ж тобі доведеться народитись ревнивим богом, людиною, твариною,
        голодним духом або мешканкою пекла – ти відчуєш відповідний світ.{" "}
      </p>
      <p>
        Тому слово «попереднє» позначає, що досі ти вважала, що маєш матеріальне
        тіло, яким ти його пам’ятаєш, та «майбутнє» позначає, що потім ти
        відчуєш той світ, де тобі доведеться згодом народитись; тому кажуть:
        «попереднє й майбутнє».{" "}
      </p>
      <p>
        Які би явища цієї миті не виникали, не йди за ними, не захоплюйся ними
        та не жадай їх.{" "}
      </p>
      <p>
        Якщо ти ними захопишся або забажаєш їх, ти блукатимеш у шести світах,
        відчуваючи страждання.
      </p>

      <img src={SamsaraWheel1} alt="SamsaraWheel1" />

      <h3>3.</h3>

      <p>
        Хоча до вчорашнього дня тобі з’являлися прояви бардо сутнісної дійсності
        дгармадгату, ти не пізнала їх, тому вимушена блукати тут.{" "}
      </p>

      <p>
        {" "}
        Тепер, якщо ти зможеш зосереджено медитувати, спокійно занурити свій
        розум у чисту, оголену, світлоносну порожнечу, про яку тобі повідав
        учитель, і ти зможеш розслабитись у стані несприйняття й недіяння, ти
        досягнеш звільнення та не ввійдеш до лона жінки.{" "}
      </p>

      <p>
        Якщо ти не в змозі зрозуміти, уяви над своєю головою свого їдама або
        вчителя й спробуй відчути благоговіння.{" "}
      </p>

      <p>Це дуже важливо. </p>

      <p>Повторюю знову й знову – не відволікайся!</p>

      <img src={Avalokiteshvara1} alt="Avalokiteshvara1" />

      <h2>День 24</h2>
      <h3>1.</h3>

      <p>О дитино шляхетного роду, зосереджено слухай. </p>

      <p>
        Слова «обдароване всіма почуттями» позначають, що навіть якщо ти за
        життя була сліпою, глухою й покаліченою, то тепер, у стані бардо, твої
        очі бачать образи, вуха чують звуки, всі твої почуття ясні й бездоганні;
        тому сказано: «обдароване всіма почуттями».{" "}
      </p>

      <p>Це ознака того, що ти померла й блукаєш у стані бардо, –</p>

      <p>отже пізнай це та пам’ятай настанови.</p>

      <img src={Feelings} alt="Feelings" />
    </div>
  );
}
