import React from "react";
import Vajrasattva from "./img/Vajrasattva.jpg";
import Vajrasattva1 from "./img/Vajrasattva1.jpg";
import Vajrasattva2 from "./img/Vajrasattva2.jpg";
import Ratnasambhava from "./img/Ratnasambhava.jpg";
import Ratnasambhava1 from "./img/Ratnasambhava1.jpg";
import Ratnasambhava2 from "./img/Ratnasambhava2.jpg";
import Amitabha from "./img/Amitabha.jpg";
import Amitabha1 from "./img/Amitabha1.jpg";
import Amitabha2 from "./img/Amitabha2.jpg";
import Amoghasiddhi from "./img/Amoghasiddhi.jpg";
import Amoghasiddhi1 from "./img/Amoghasiddhi1.jpg";
import Amoghasiddhi2 from "./img/Amoghasiddhi2.jpg";
import FiveBuddhas from "./img/FiveBuddhas.jpg";
import PeacefulBardo from "./img/PeacefulBardo.jpg";
import FiveBuddhas1 from "./img/FiveBuddhas1.jpg";
import SamsaraWheel from "./img/SamsaraWheel.jpg";
import Vidjadharas from "./img/Vidjadharas.jpg";
import Dakini from "./img/Dakini.jpg";
import FiveWisdoms from "./img/FiveWisdoms.jpg";
import PeacefulBardo1 from "./img/PeacefulBardo1.jpg";

export default function FullBardo1_2() {
  return (
    <div className="FullBardo1_2">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня засяє біле світло, очищена стихія води, й цієї миті
          з’явиться перед тобою Благословенний Ваджрасатва-Акшобг’я з синього
          східного Царства Досконалої Радості.
        </p>
        <p>
          Його тіло синього кольору, він тримає в руці п’ятикутну ваджру й
          посідає на слоновому троні, обіймаючи дружину – Будда-Лочану.
        </p>
        <p>
          Його супроводжують бодгісатви Кшитиґарбга й Майтрейя та
          бодгісатви-жінки Лас’я та Пущпа так, що з’являються шість буддичних
          форм.
        </p>
        <p>
          Із серця Ваджрасатви та його дружини до тебе прийде біле світло
          скандги форми в його первісній чистоті, прийде дзеркалоподібна
          мудрість, сліпучо-біла, яскрава й ясна, простромить тебе так, що не
          зможуть витримати очі.
        </p>

        <div className="White">
          <img src={Vajrasattva} alt="Vajrasattva" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          У той самий час разом із світлом мудрості прийде й простромить тебе
          м’яке димне світло пекельного світу.
        </p>
        <p>
          Цієї миті під впливом своєї агресивності ти злякаєшся й кинешся геть
          від блискучого білого світла, та відчуєш задоволення від м’якого
          димного світла пекельного світу.
        </p>
        <p>
          Тоді не злякайся різкого, блискучого, яскравого й ясного білого
          світла, та зрозумій його як мудрість. Із вірою та жагою прямуй до
          нього, відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ваджрасатви, </p>
          <p>я наздобуду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Ваджрасатва йде, щоби прийняти тебе серед жахів
          бардо, це гачок променя співчуття Ваджрасатви – так забажай його.
        </p>

        <div className="White">
          <img src={Vajrasattva1} alt="Vajrasattva1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому димному світлі пекельного світу. </p>
        <p>
          Це спокусливий шлях, на який штовхає тебе погана карма накопиченої
          лютої агресії.
        </p>
        <p>
          Якщо він захопить тебе, ти звалишся в пекло, потонеш у брудному болоті
          нестерпного страждання, звідки не видно виходу. Ця перешкода
          загороджує шлях до визволення, тому не дивись на неї, відкинь агресію.
        </p>
        <p>Не захоплюйся димним світлом і не сумуй за ним.</p>
        <p>
          Відчуй прагнення до яскравого, блискучого білого світла, відтворюй цю
          молитву надхнення, зосередивши думки на Благословенному Ваджрасатві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, палаючи агресією, </p>
          <p>Хай на світлоносному шляху дзерцалоподібної мудрості </p>
          <p>Йде поперед мене Благословенний Ваджрасаттва, </p>
          <p>Позаду мене – його дружина, Будда-Лочана; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="White">
          <img src={Vajrasattva2} alt="Vajrasattva2" />
        </div>
      </div>
      <h2>День 7</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє жовте світло, очищена стихія землі, й цієї миті
          постане перед тобою Благословенний Ратнасамбгава з жовтого південного
          Царства Слави.
        </p>
        <p>
          Його тіло жовтого кольору, він тримає в руці дорогоцінність, яка
          виконує бажання, й возсідає на кінному троні, обіймаючи дружину –
          Мамакі.
        </p>
        <p>
          Його супроводжують бодгісатви Акашаґарбга й Самантабгадра, та
          бодгісатви-жінки Мала й Дгупа, так, що шість буддичних форм
          з’являються з простору райдужного світла.
        </p>
        <p>
          З серця Ратнасамбгави та його дружини прийде до тебе жовте світло
          скандги відчуття в його первісній чистоті, прийде мудрість рівноваги,
          блискуча, жовта, прикрашена колами світла, яскрава й ясна, нестерпна
          для очей, прониже твоє серце так, що очі не зможуть витримати її
          сяйва.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava} alt="Ratnasambhava" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Цієї ж миті разом із світлом мудрості простромить твоє серце м’яке
          синє світло світу людей.
        </p>
        <p>
          У цей час під впливом гордості ти злякаєшся й спрямуєш геть від
          різкого, ясного жовтого світла, та відчуєш задоволення й потяг до
          м’якого синього світла світу людей.
        </p>
        <p>
          Тоді не злякайся жовтого світла, яскравого й ясного, різкого й
          блискучого, але зрозумій його як мудрість. Нехай твій розум спочиває в
          ньому, розслаблений, бездіяльний; нехай із жагою прямує до нього.
        </p>
        <p>
          Якщо ти пізнаєш його як природне сяйво твого власного розуму, –
          навіть, якщо не відчуваєш віри й не читаєш молитву надхнення, – всі
          форми, барви й промені неподільно зіллються з тобою, й ти досягнеш
          пробудження.
        </p>
        <p>
          Якщо же не можеш пізнати це світло як природне сяйво твого власного
          розуму, з вірою молись йому:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ратнасамбгави, </p>
          <p>я знайду в ньому прихисток.</p>
        </div>
        <p>
          Це гачок променя співчуття Благословенного Ратнасамбгави – так забажай
          його.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava1} alt="Ratnasambhava1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому синьому світлі світу людей.</p>
        <p>
          Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
          впливом сильної гордині. Якщо він захопить тебе, ти зійдеш до
          людського світу, відчуєш народження, старість, смерть і страждання та
          втратиш можливість покинути брудне болото самсари. Ця перешкода
          загороджує шлях до звільнення – отже, не дивись на нього, відкинь
          гординю, відкинь неусвідомлені прагнення.
        </p>
        <p>Не захоплюйся ним і не сумуй за ним. </p>
        <p>
          Забажай яскравого, блискучого жовтого світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – на Благословенному
          Ратнасамбгаві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, гординею охоплений, </p>
          <p>Хай на світлоносному шляху мудрості рівноваги </p>
          <p>Йде поперед мене Благословенний Ратнасамбгава, </p>
          <p>Позаду мене – його дружина Мамакі; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Yellow">
          <img src={Ratnasambhava2} alt="Ratnasambhava2" />
        </div>
      </div>
      <h2>День 8</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє червоне світло, очищена стихія вогню, й цієї ж
          миті з’явиться перед тобою Благословенний Амітабга з червоного
          західного Царства Блаженства.
        </p>
        <p>
          Його тіло червоного кольору, він тримає лотос у руці й возсідає на
          павичому троні, обіймаючи дружину – Пандаравасіні.
        </p>
        <p>
          Його супроводжують бодгісатви Авалокітешвара й Манджушрі та
          бодгісатви-жінки Ґіта й Алока так, що шість буддичних форм з’являються
          з простору райдужного світла.
        </p>

        <p>
          З серця Амітабги та його дружини прийде до тебе червоне світло скандги
          сприйняття в його первісній чистоті, прийде мудрість розпізнання,
          блискуча, червона, прикрашена колами світла, сяюча й ясна, різка й
          яскрава, простромить твоє серце так, що не зможуть винести очі.
        </p>
        <p>Не бійся її.</p>
        <div className="Red">
          <img src={Amitabha} alt="Amitabha" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Цієї ж миті разом зі світлом мудрості засяє м’яке жовте світло світу
          голодних духів.
        </p>
        <p>
          Не шукай задоволення в ньому, відкинь бажання й тугу. В цей час під
          впливом сильних бажань ти злякаєшся й кинешся геть від різкого,
          яскравого червоного світла та відчуєш задоволення й прагнення до
          м’якого жовтого світла світу голодних духів. У цю мить не злякайся
          червоного світла, різкого й яскравого, сяючого й ясного, та пізнай
          його як мудрість.
        </p>
        <p>
          Хай твій розум спочиває в ньому, розслаблений і бездіяльний. Із вірою
          та жагою прямуй до нього. Якщо ти пізнаєш його як твоє ж природне
          сяйво, — навіть, якщо не відчуваєш віри й не відтворюєш молитву
          надхнення, — всі форми, барви й проміні неподільно зіллються з тобою,
          й ти досягнеш просвітлення. Якщо ти не пізнаєш червоне світло таким,
          із вірою відтворюй молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Амітабги,</p>
          <p>я знайду в ньому прихисток.</p>
        </div>
        <p>Це гачок променя співчуття Благословенного Амітабги.</p>
        <p> Проникнись вірою та не кидайся геть.</p>
        <p>Навіть, якщо ти відвернешся, він перебуватиме неподільно з тобою.</p>
        <div className="Red">
          <img src={Amitabha1} alt="Amitabha1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          Не злякайся, не захопись м’яким жовтим світлом світу голодних духів.
        </p>
        <p>
          Це шлях неусвідомлених прагнень, накопичених сильним бажанням. Якщо
          він захопить тебе, ти зійдеш до світу голодних духів і нестерпно
          страждатимеш від голоду й спраги. Ця перешкода загороджує шлях до
          звільнення – отже, не захоплюйся ним, відкинь неусвідомлені прагнення.
          Не сумуй за ним.
        </p>
        <p>
          Забажай блискучого яскраво-червоного світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – Благословенному Амітабсі та
          його дружині:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, бажанням охоплений, </p>
          <p>Нехай на світлоносному шляху мудрості розпізнання </p>
          <p>Йде переді мною Благословенний Амітабга, </p>
          <p>Позаду мене – його дружина, Пандаравасіні; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Red">
          <img src={Amitabha2} alt="Amitabha2" />
        </div>
      </div>
      <h2>День 9</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє зелене світло, очищена стихія повітря, й цієї
          миті перед тобою з’явиться з зеленого північного Царства Завершених
          Дій Благословенний Амоґгасідгі, володар кола.
        </p>
        <p>
          Його тіло зеленого кольору, в руці він тримає підвійну ваджру й
          возсідає на троні з птахів шанг-шанг, обіймаючи дружину – Самая-Тару.
        </p>

        <p>
          Його супроводжують бодгісатви Ваджрапані й Сарваніварана Віскамбгін і
          бодгісатви-жінки Ґандга й Найвед’я так, що шість буддичних форм
          з’являються з простору райдужного світла. Навіть, якщо ти відвернешся,
          він залишиться неподільно з тобою.
        </p>
        <p>
          З серця Амоґгасідгі та його дружини прийде до тебе зелене світло
          скандги уявлення в його первісній чистоті, прийде мудрість довершених
          дій, яскраво-зелена, сяюча й ясна, різка й жахаюча, прикрашена дисками
          світла, простромить твоє серце так, що не зможуть витримати очі.{" "}
        </p>
        <p>
          Не злякайся її. Це мимовільна гра твого ж розуму, так що спочивай у
          цьому вищому стані, вільному від дій і турбот, де нема ані близького,
          ані далекого, ані любові, ані ненависті.
        </p>

        <div className="Green">
          <img src={Amoghasiddhi} alt="Amoghasiddhi" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          У цей самий час разом зі світлом мудрості тебе осяє викликане
          заздрістю м’яке червоне світло світу ревнивих богів.
        </p>
        <p>
          Медитуй так, щоби зникла різниця між любов’ю та ненавистю. Але, якщо
          твій розум слабкий, просто не шукай насолоди в ньому.
        </p>
        <p>
          Цієї ж миті під впливом сильної заздрості ти злякаєшся й кинешся геть
          від різкого, яскравого зеленого світла та відчуєш задоволення й
          прагнення до м’якого червоного світла світу ревнивих богів.
        </p>

        <p>
          У цей час не злякайся зеленого світла, різкого й яскравого, сяючого й
          ясного, та пізнай його як мудрість. Нехай твій розум спочиває в ньому,
          розслаблений, бездіяльний; із вірою молись йому:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Амоґгасідгі, </p>
          <p>я знайду в ньому прихисток. </p>
        </div>
        <p>
          Це гачок променя співчуття Благословенного Амоґгасідгі, мудрості
          довершених дій – так забажай його й не кидайся геть.
        </p>

        <div className="Green">
          <img src={Amoghasiddhi1} alt="Amoghasiddhi1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          Не злякайся його, не захопись м’яким червоним світлом світу ревнивих
          богів. Це звабливий шлях карми накопичення сильної заздрості. Якщо він
          захопить тебе, ти зійдеш до світу ревнивих богів і нестерпно
          страждатимеш від сварок і бійок.
        </p>
        <p>
          Ця перешкода загороджує шлях до звільнення, тому не захоплюйся ним,
          відкинь неусвідомлені прагнення.
        </p>
        <p>
          Забажай сяючого яскраво-зеленого світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – на Благословенному
          Амоґгасідсі й його дружині:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, заздрістю охоплена, </p>
          <p>Нехай на світлоносному шляху мудрості завершених дій </p>
          <p>Йде поперед мене Благословенний Амоґгасідгі, </p>
          <p>Позаду мене – його дружина, Самая-Тара; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо,</p>
          <p> Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Green">
          <img src={Amoghasiddhi2} alt="Amoghasiddhi2" />
        </div>
      </div>
      <h2>День 10</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Хоча тобі до вчорашнього дня було показано явище світла кожної з п’яти
          родин, вони збентежили тебе, бо ти була під впливом дурних прагнень,
          тому ти залишилася тут і досі.
        </p>
        <p>
          Якщо би ти пізнала, що природне сяйво мудрості цих п’яти родин є твоїм
          же проявом, ти розчинилася би в райдужному світлі в серці однієї з
          п’яти родин і стала би Буддою в Тілі Блаженства, та оскільки ти цього
          не пізнала, ти й досі залишилася блукати тут. Отже, дивись тепер і не
          відволікайся.
        </p>

        <p>
          Зараз з’являться разом п’ять родин; чотири потоки мудрості,
          поєднавшись, прийдуть, щоби вести тебе; пізнай їх.
        </p>
        <p>
          О дитино шляхетного роду, засяють чотири кольорових світла чотирьох
          очищених стихій; у цей самий час:
        </p>
        <ul>
          <li>
            <p>
              Будда Вайрочана та його дружина з’являться, як і раніше, з
              центрального Царства Всепроникаючого Кола
            </p>
          </li>

          <p>
            <li>
              Будда Ваджрасаттва з дружиною й супутниками з’являться зі східного
              Царства Досконалої Радості
            </li>
          </p>
          <p>
            <li>
              Будда Ратнасамбгава з дружиною й супутниками з’являться з
              південного Царства Слави
            </li>
          </p>
          <p>
            <li>
              Будда Амітабга з дружиною й супутниками з’являться з західного
              Блаженного Царства Лотосу й
            </li>
          </p>
          <p>
            <li>
              Будда Амоґгасідгі з дружиною й супутниками з’являться з північного
              Царства Завершених Дій, із простору райдужного світла.
            </li>
          </p>
        </ul>
        <div className="FourLights">
          <img src={FiveBuddhas} alt="FiveBuddhas" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          О дитино шляхетного роду, слідом за Буддами п’яти родин з’являться
          гнівні вартові брам:
        </p>
        <ul>
          <li>
            <p>Віджая, «Всеперемогаючий»</p>
          </li>
          <li>
            <p>Ямантака, «Той, що подолав смерть»</p>
          </li>
          <li>
            <p>Хаягрива, «З конячою шиєю» та</p>
          </li>
          <li>
            <p>Амритакундалі «Спираль нектару»</p>
          </li>
        </ul>
        <p>з’являться охоронниці брам:</p>
        <ul>
          <li>
            <p>Анкуша, «Гачок»</p>
          </li>
          <li>
            <p>Паша, «Петля»</p>
          </li>
          <li>
            <p>Шрінкхала, «Ланцюг» і</p>
          </li>
          <li>
            <p>Ґганта, «Дзвін»</p>
          </li>
        </ul>
        <p>з’являться шість мудреців, благословенних:</p>
        <ul>
          <li>
            <p>Індра «Сотні жертв», мудрець світу богів</p>
          </li>
          <li>
            <p>Вемачитра, «В чудовій мантії», мудрець світу ревнивих богів</p>
          </li>
          <li>
            <p>Лев із роду Шак’я, мудрець світу людей</p>
          </li>
          <li>
            <p>Дгрувасінга, «Непохитний Лев», мудрець світу тварин</p>
          </li>
          <li>
            <p>
              Джваламукха, «З полум’яніючим ротом», мудрець світу голодних духів
              і
            </p>
          </li>
          <li>
            <p>Дгармараджа, «Цар Вчення», мудрець пекельного світу</p>
          </li>
        </ul>
        <p>
          З’являться також Самантабгадра й Самантабгадрі, Всеблагі Батько й
          Матір всіх Будд.
        </p>

        <p>
          Ці сорок два божества Тіла Блаженства виходитимуть із твого серця й
          з’являтимуться перед тобою; це чисті форми твоїх проявів – так пізнай
          їх.
        </p>
        <p>
          О дитино шляхетного роду, ці царства існують не десь зовні, вони
          розташовані в чотирьох сторонах твого серця, а його центр – п’яте
          царство; наразі вони виходять із серця, з’являючись перед тобою. Ці
          образи не приходять зовні, вони – лише початкова, мимовільна гра твого
          розуму, – пізнай же їх саме так.
        </p>

        <p>
          О дитино шляхетного роду, ці образи не великі й не малі, їх пропорції
          досконалі. Кожен із них має свої прикраси, одяг, колір, позу, свій
          трон і свій символ. Вони розгортаються п’ятьма парами, й кожну пару
          оточує п’ятикольоровий ореол. Вся мандала, чоловічі й жіночі божества
          всіх родин з’являться повністю, одразу.
        </p>
        <p>Пізнай їх, бо вони – твої їдами.</p>

        <div className="FourLights">
          <img src={PeacefulBardo} alt="PeacefulBardo" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, з серця Будд п’яти родин та їхніх дружин
          осяють твоє серце промені чотирьох потоків мудрості – найтонші й ясні,
          мов простягнене сяйво сонця.
        </p>
        <p>
          Спочатку осяє твоє серце з серця Вайрочани мудрість простору Дгарми,
          тканина з сяючих білих променів, яскравих і жахаючих. У цій променевій
          тканині з’являться блискучі білі диски, ясні й яскраві, мов дзеркала,
          повернені донизу, обрамлені п’ятьма меншими дисками, які прикрашені ще
          більш малими, так що немає ані центру, ані кордонів світла.
        </p>
        <p>
          З серця Ваджрасатви в сяючій синій тканині дзеркалоподібної мудрості
          з’явиться синій диск, неначе перекинута бірюзова чаша в оточенні інших
          дисків.
        </p>
        <p>
          Із серця Ратнасамбгави в сяючій жовтій тканині мудрості рівноваги
          з’явиться жовтий диск, неначе золота перекинута чаша в оточенні інших
          дисків.
        </p>
        <p>
          Із серця Амітабги, в сяючій червоній тканині мудрості розпізнавання
          з’явиться блискучий червоний диск, неначе коралова перекинута чаша,
          сяюча глибоким світлом мудрості, ясний і яскравий, оточений іншими
          дисками так, що немає ані центру, ані кордонів світла.
        </p>
        <p>Вони теж осяють твоє серце.</p>
        <p>
          О дитино шляхетного роду, ці диски теж виникли з мимовільної гри твого
          ж розуму, а не прийшли зовні; тому не захоплюйся ними, не лякайся їх,
          перебувай розслабленою й вільною від думок. Тоді всі образи й промені
          зіллються з тобою, та ти досягнеш просвітлення.
        </p>
        <p>
          О дитино шляхетного роду, зелене світло мудрості завершених дій не
          з’являється, бо енергія твоєї мудрості ще не цілком дозріла.
        </p>
        <p>
          О дитино шляхетного роду, це зветься злиттям чотирьох потоків
          мудрості, коридором Ваджрасатви.
        </p>
        <p>
          Цієї миті пригадай попредні настанови свого Вчителя. Якщо ти пригадаєш
          сенс того, що тобі розповіли, ти повіриш своїм попереднім відчуттям,
          пізнаєш їх як зустріч матері та сина, мов побачення старих друзів.
        </p>
        <p>
          Відсікаючи сумніви, ти пізнаєш свої ж прояви й вступиш на чистий
          незмінний шлях абсолютної сутності; віра призведе до нескінченної
          медитації, ти розчинишся в великій самосутній мудрості й станеш Буддою
          в Тілі Блаженства, який ніколи не зійде назад.
        </p>

        <div className="FourLights">
          <img src={FiveBuddhas1} alt="FiveBuddhas1" />
        </div>
      </div>
      <h2>День 11</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, разом зі світлом мудрості засяє світло шости
          нечистих ілюзорних світів:
        </p>
        <ul>
          <li>
            <p>м’яке біле світло світу богів</p>
          </li>

          <li>
            <p>м’яке червоне світло світу ревнивих богів</p>
          </li>

          <li>
            <p>м’яке синє світло світу людей</p>
          </li>

          <li>
            <p>м’яке зелене світло світу тварин</p>
          </li>

          <li>
            <p>м’яке жовте світло світу голодних духів і</p>
          </li>

          <li>
            <p>м’яке димне світло пекельного світу.</p>
          </li>
        </ul>

        <p>Вони засяють разом із чистим світлом мудрості. </p>

        <p>
          Не припадай до них і не захоплюйся жодним із них, але перебувай
          розслабленою й вільною від думок.{" "}
        </p>

        <p>
          Якщо тебе налякає чисте світло мудрості й залучить нечисте світло
          шести світів, ти втілишся в істоту одного з цих світів і підеш далі
          важким шляхом, бо не буде виходу з великого океану нещастя самсари.{" "}
        </p>

        <p>
          О дитино шляхетного роду, якщо ти не отримала вказівок Учителя, тебе
          налякають ці образи й чисте світло мудрості, тебе захопить нечисте
          світло самсари; не роби цього, але відчуй благоговіння перед чистим
          світлом мудрості, різким і яскравим. Благоговійно міркуй:
        </p>

        <div className="Prayer">
          <p>
            Проміні мудрості й співчуття Благословенних Будд п’яти родин зійшли,
          </p>
          <p>щоб із співчуттям заволодіти мною;</p>
          <p> я наздобуду в них прихисток.</p>
        </div>

        <p>
          Не захоплюйся світлом шести ілюзорних світів, не сумуй за ними та
          відтворюй цю молитву надхнення, зосередивши думки на Буддах п’яти
          родин та їхніх дружинах:
        </p>

        <div className="Prayer">
          <p> Коли крізь п’ять отрут блукаю я в самсарі, </p>
          <p>Хай на світлоносному шляху поєднання чотирьох потоків мудрості </p>
          <p>Йдуть поперед мене переможці, голови п’яти родин, </p>
          <p>Позаду мене – їхні дружини; </p>
          <p>Позбавте мене шляхів шести нечистих світів, </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби я досягла п’яти чистих Царств Будди.</p>
        </div>

        <div className="FourLights">
          <img src={SamsaraWheel} alt="SamsaraWheel" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня в твоєму розумі, який не усвідомлює, засяє чисте
          багатокольорове світло — оберігачі знання з Чистого Царства Простору
          прийдуть, щоб захопити тебе.
        </p>
        <ul>
          <li>
            <p>
              В центрі мандали, що наповнена райдужним світлом, з’явиться той,
              кого звуть «Неперевершеним Досконалим Оберігачем Знання»,
              Лотосовим Володарем Танцю; його тіло сяє п’ятьма кольорами, він
              обіймає дружину – Червону Дакиню, танцює з серповидним ножем і
              черепом, сповненим крові, склавши пальці в мудрі зачарування й
              дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              Зі сходу мандали з’явиться той, кого звуть «Оберігач Знання,
              Затверджений в «Щаблях»; він білого кольору, з променевим
              обличчям; він обіймає дружину – Білу Дакиню, танцює з серповидним
              ножем і черепом, сповненим крові, склавши пальці в мудрі
              зачарування й дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З півдня мандали з’явиться той, кого звуть «Оберігач Знання –
              Володар Життя»; він жовтого кольору й чудово складений, він
              обіймає дружину – Жовту Дакиню, танцює з серповидним ножем і
              черепом, сповненим крові, склавши пальці в мудрі зачарування й
              дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З заходу мандали з’явиться той, кого звуть «Оберігач Знання –
              Великий Символ»; він червоного кольору, з променевим обличчям, що
              посміхається, він обіймає дружину – Червону Дакиню, танцює з
              серповидним ножем і черепом, сповненим крові, склавши пальці в
              мудрі зачарування й дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З півночі мандали з’явиться той, кого звуть «Оберігач Знання, що
              Виникає Мимовільно»; він зеленого кольору, його обличчя одночасно
              гнівне й усміхнене; він обіймає дружину – Зелену Дакиню, танцює з
              серповидним ножем і черепом, сповненим крові, склавши пальці в
              мудрі зачарування й дивлячись у небо.
            </p>
          </li>
        </ul>

        <div className="FourLights">
          <img src={Vidjadharas} alt="Vidjadharas" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>За оберігачами знання з’являються незліченні натовпи дакинь:</p>
        <ul>
          <li>
            <p>дакині восьми місць кремації</p>
          </li>
          <li>
            <p>дакині чотирьох родин</p>
          </li>
          <li>
            <p>дакині трьох місцеперебувань</p>
          </li>
          <li>
            <p>дакині десяти напрямків</p>
          </li>
          <li>
            <p>дакині двадцяти чотирьох місць паломництва.</p>
          </li>
        </ul>
        <p>
          З’являться чоловічі й жіночі божественні воїни й служителі, всі
          чоловічі й жіночі дгармапали-захисники вчення, зі шістьма прикрасами з
          костей, з барабанами, трубами зі стегневих кісток, барабанами з
          черепів, прапорами зі шкіри юнаків, балдахінами й стрічками з людської
          шкіри, кадіннями з людської плоті, з безкінечно різноманітними
          музичними інструментами; заповнюючи всі царства Всесвіту так, що вони
          гойдаються, тремтять і трясуться, граючи на всіх інструментах музику,
          від якої розколюються голови; танцюючи різні танці, вони прийдуть, щоб
          захопити тих, хто був вірний обітниці Самая, й покарати тих, хто
          віддав його забуттю.
        </p>
        <div className="FourLights">
          <img src={Dakini} alt="Dakini" />
        </div>
      </div>
      <h2>День 12</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, в царстві неусвідомленого з серця п’яти
          володарів-оберігачів знання прийде чиста природна мудрість, яка сяє
          п’ятикольоровими променями, подібними до барвистих скручених нитей,
          блискуча, тремтлива, мерехтлива, яскрава й ясна, різка й лячна; вона
          простромить твоє серце так, що не зможуть витримати очі.
        </p>
        <p>
          У цей же час разом зі світлом мудрості засяє м’яке зелене світло світу
          тварин.
        </p>
        <p>
          Цієї миті, збентежена неусвідомленими прагненнями, ти злякаєшся й
          кинешся геть від п’ятикольорового світла, та тебе захопить м’яке
          світло світу тварин.
        </p>
        <p>
          Тоді не злякайся яскравого, різкого п’ятикольорового світла; не бійся
          його, та пізнай його як мудрість.
        </p>

        <div className="SoftGreen">
          <img src={FiveWisdoms} alt="FiveWisdoms" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          Не захоплюйся м’яким зеленим світлом світу тварин, не сумуй за ним;
          якщо він захопить тебе, ти зійдеш до тваринного світу невігластва,
          болісно страждатимеш від дурості, німоти й рабства, з яких не буде
          видно виходу, – не захоплюйся ним.
        </p>
        <p>
          Забажай ясного, яскравого п’ятикольорового світла, зосередься на
          благословенних оберігачах знання, на божественних учителях і думай
          цієї миті так:
        </p>
        <div className="Prayer">
          <p>Оберігачі знання з воїнами й дакинями прийшли, </p>
          <p>щоби захопити мене до Чистого Царства Простору. </p>
          <p>Нехай вони подбають про істот, </p>
          <p>подібних до мене, </p>
          <p>що не накопичили заслуг і не були врятовані, </p>
          <p>хоча їх вже досягли промені співчуття стількох багатьох божеств</p>
          <p>із п’яти родин Будд минулого, сучасного й майбутнього. </p>
          <p>Журба таким, як я! </p>
          <p>Тепер усі ви, оберігачі знання, </p>
          <p>не дозвольте мені пасти ще нижче, </p>
          <p>вловіть мене гачками співчуття </p>
          <p>й піднесіть до Чистого Царства Простору. </p>
        </div>

        <p>Зосереджено відтворюй цю молитву надхнення: </p>

        <div className="Prayer">
          <p>Нехай міркують про мене божественні оберігачі знання, </p>
          <p>Нехай із великою любов’ю ведуть мене на шляху. </p>
          <p>Коли я блукаю в самсарі, прагненнями охоплена, </p>
          <p>Нехай на світлоносному шляху природної мудрості </p>
          <p>Йдуть поперед мене оберігачі знання й воїни, </p>
          <p>Позаду мене – їхні дружини, дакині; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби я досягла Чистого Царства Простору. </p>
        </div>

        <hr />

        <p>
          <div className="Author">
            Кінець першої частини книги «Великого Визволення в результаті
            почутого», де розповідається про світлоносну порожнечу бардо, що
            з'являється в мить смерті (чі-кхай бардо), й про явище мирних ликів
            бардо сутнісної дійсності дгармадгату (чьо-ньї бардо).
          </div>
        </p>

        <div className="FourLights">
          <img src={PeacefulBardo1} alt="PeacefulBardo1" />
        </div>
      </div>
    </div>
  );
}
