import React from "react";
import Gauri1 from "./img/Gauri1.jpg";
import Gauri2 from "./img/Gauri2.png";
import Pishachi1 from "./img/Pishachi1.jpg";
import Pishachi2 from "./img/Pishachi2.jpg";
import Ankusha from "./img/Ankusha.jpg";
import Pasha from "./img/Pasha.jpg";
import Shrinkhala from "./img/Shrinkhala.jpg";
import Ghanta from "./img/Ghanta.jpg";

export default function FullBardo2_1() {
  return (
    <div className="FullBardo2_1">
      <h2>День 18</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Із твого власного мозку вийдуть і з’являться перед тобою вісім ґаурі.
        </p>
        <p>Не лякайся їх. </p>
        <ul>
          <li>
            <p>
              Зі східної частини твого мозку з’явиться тобі біла Ґаурі, в правій
              руці вона тримає труп, мов палицю, а в лівій – чашу з черепа,
              повну крові.
            </p>
            <p>Не лякайся.</p>
          </li>
          <li>
            <p>З півдня з’явиться жовта Каурі, яка запускає стрілу з лука.</p>
          </li>
          <li>
            <p>
              З заходу з'явиться червона Прамога, яка тримає прапор із
              зображенням водяного звіра.
            </p>
          </li>
          <li>
            <p>
              З півночі – чорна Веталі, яка тримає ваджру й чашу з черепа, повну
              крові.
            </p>
          </li>
        </ul>
        <img src={Gauri1} alt="Gauri1" />
        <ul>
          <li>
            <p>
              З південного сходу з’явиться помаранчова Пуккасі, яка тримає в
              правій руці кишки, а лівою відправляє їх до рота
            </p>
          </li>
          <li>
            <p>
              З південного заходу – темно-зелена Ґгасмарі, яка п’є з повного
              крові черепа, який вона тримає в лівій руці й помішує кров ваджрою
              в правій руці.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться блідо-жовта Чандалі, яка відриває
              голову від тіла, тримає серце в правій руці, а лівою підносить
              тіло до свого рота.
            </p>
          </li>

          <li>
            <p>
              З північного сходу – темно-синя Смешалі, яка відриває голову від
              тіла й пожирає її.
            </p>
          </li>
        </ul>

        <p>Ці вісім ґаурі сторін світу, які оточують п’ятьох герук,</p>
        <p> що п’ють кров, вийдуть із твого мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх.</p>

        <img src={Gauri2} alt="Gauri2" />
      </div>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Після ґаурі в свою чергу вийдуть і з’являться перед тобою вісім пішачі
          святих місць.
        </p>
        <ul>
          <li>
            <p>
              Зі сходу з’явиться Сінхамукха, винного кольору, з головою лева.
              Вона перехрестила руки на грудях, розкидала гриву й тримає труп у
              роті.
            </p>
          </li>
          <li>
            <p>
              З півдня – В’яґгрімукха, червона, з головою тигриці. Вона опустила
              донизу перехрещені руки, витріщила очі й оскалила зуби.
            </p>
          </li>
          <li>
            <p>
              З заходу з'явиться Шріґаламукха, чорна, з головою лисиці. Вона
              тримає бритву в правій руці, а лівою – кишки, які вона пожирає та
              лиже кров.
            </p>
          </li>
          <li>
            <p>
              Із півночі – Шванамукха темно-синя, з головою вовчиці. Вона
              витріщила очі, обома руками підносить до рота труп.
            </p>
          </li>
        </ul>
        <img src={Pishachi1} alt="Pishachi1" />
        <ul>
          <li>
            <p>
              Із південного сходу з’явиться Ґрідграмукха, блідо-жовта, з головою
              грифа. Вона несе на своєму плечі гігантський труп і тримає в руці
              скелета.
            </p>
          </li>
          <li>
            <p>
              З південного заходу – Канкамукха, темно-червона, з головою
              яструба. Вона несе на своєму плечі зідрану шкіру гіганта.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться Какамукха, чорна, з головою ворона.
              Вона тримає чашу з черепа в лівій руці й меч у правій, пожирає
              серце й легені.
            </p>
          </li>
          <li>
            <p>
              з північного сходу – Улумукха, темно-синя, з головою сови. Вона
              тримає ваджру в правій руці й меч – у лівій.
            </p>
          </li>
        </ul>
        <p>Ці вісім пішачі святих місць,</p>
        <p>які оточують п’ятьох герук, що п’ють кров,</p>
        <p>вийдуть із твого власного мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх. </p>
        <p>
          Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
        </p>

        <img src={Pishachi2} alt="Pishach2" />
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, наступного дня також вийдуть із твого мозку
          й з’являться перед тобою чотири богині брам – пізнай же їх.
        </p>

        <ul>
          <li>
            <p>
              Зі східної частини твого мозку вийде й з’явиться перед тобою
              Анкуша – біла, з тигрячою головою, вона тримає стрекала й чашу з
              черепа, повну крові.
            </p>
          </li>
        </ul>
        <img src={Ankusha} alt="Ankusha" />
        <ul>
          <li>
            <p>
              З півдня з’явиться Паша – жовта, з головою свині, котра тримає
              аркан.
            </p>
          </li>
        </ul>
        <img src={Pasha} alt="Pasha" />
        <ul>
          <li>
            <p>
              Із заходу з’явиться Шрінкхала — червона, з головою лева, котра
              тримає залізний ланцюг.
            </p>
          </li>
        </ul>
        <img src={Shrinkhala} alt="Shrinkhala" />
        <ul>
          <li>
            <p>
              Із півночі з'явиться Ґганта – зелена, з головою змії, котра тримає
              дзвін.
            </p>
          </li>
        </ul>

        <img src={Ghanta} alt="Ghanta" />
        <p>
          Ці чотири богині брам вийдуть із твого власного мозку й з’являться
          перед тобою.
        </p>
        <p>Пізнай їх як їдамів.</p>
      </div>
    </div>
  );
}
