import React from "react";
import fiveElements from "./img/fiveElements.jpg";
import mahamudra from "./img/mahamudra.jpg";
import light from "./img/light.jpg";
import Adibuddha from "./img/Adibuddha.jpg";
import Amitabha from "./img/Amitabha.jpg";
import WhiteTara from "./img/WhiteTara.jpg";
import bardo from "./img/bardo.jpg";
import Three_Jewels from "./img/Three_Jewels.png";
import mirrors from "./img/mirrors.jpg";
import division from "./img/division.jpg";
import thunder from "./img/thunder.jpg";
import nerves from "./img/nerves.jpg";
import mind from "./img/mind.jpg";
import vajrochana from "./img/vajrochana.jpg";
import WhiteTara1 from "./img/WhiteTara1.jpg";

export default function FullBardo1_1() {
  return (
    <div className="FullBardo1_1">
      <h1>Частина I </h1>
      <h2>День 1</h2>
      <h3>1.</h3>
      <div>
        <p>Ушануймо вчителів, ушануймо Три Тіла Будди: </p>
        <p>Амітабгу – Безмежне Світло, Тіло Дгарми, </p>
        <p>Богів Лотосу, мирних і гнівних, Тіло Блаженства,</p>
        <p>Падмасамбгаву, захисника живих істот, Примарне Тіло.</p>
      </div>
      <div>
        <p>
          О дитино шляхетного роду, прийшов твій час шукати дорогу. Коли
          зупиниться твоє дихання, тобі з’явиться те, що тобі вже показав твій
          учитель, те, що зветься початковим світлом першого бардо. Це абсолютна
          сутність буття; відкрита й вільна, мов простір, порожнеча, що
          випромінює світло; чистий оголений розум без центру й кордонів.
          Пізнавай же, перебуваючи в цьому світлі, а я тим часом вестиму тебе.{" "}
        </p>

        <p>
          Ось з’являються ознаки розчинення землі в воді, води в вогні, вогню в
          повітрі, повітря в просторі, простору – в світлоносній порожнечі.
        </p>

        <img src={fiveElements} alt="Five Elements" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          О дитино шляхетного роду, прийшло те, що зветься смертю, й тобі треба
          зрозуміти: «Настала моя смертна година, й тепер, завдяки смерті, я
          побачу світ із позиції просвітленого розуму, дружелюбності й
          співвідчуття, досягну повного просвітлення заради всіх живих істот у
          безмежному просторі. З цими думками, саме зараз, заради всіх живих
          істот я пізнаю порожнечу смерті, що світиться, як Тіло Дгарми.
          Реалізуючи при цьому Великий Символ, я діятиму заради блага всього
          живого. Якщо я цього не досягну, я пізнаю бардо як воно є; досягаючи ж
          неподільної форми Великого Символу в бардо, я роблю благо всьому
          живому в безмежному просторі, який би шлях не вів до цієї мети».
        </p>
        <p>
          Не дозволяй собі вийти з цього стану й намагайся пригадати та відчути
          вчення про медитацію, яке ти пізнала раніше.
        </p>

        <img src={mahamudra} alt="Maha Mudra Mandala" />
      </div>

      <h3>3.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай.</p>
        <p>Зараз чисте світло абсолютної сутності сяє перед тобою.</p>
        <p>Пізнай його.</p>

        <img src={light} alt="Clear Light" />
      </div>
      <h2>День 2</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, цієї миті чиста порожнеча стала природою
          твого розуму, тепер він не має жодної природи взагалі – ані речовини,
          ані якості, подібно до світла; це чиста порожнеча, абсолютна сутність,
          Будда-Матір Самантабгадрі.
        </p>
        <p>
          Але цей стан розуму – не просто щось незаповнене; його нічого не
          закриває, він блискучий, чистий і тремтливий, і це – Будда
          Самантабгадра.
        </p>
        <p>
          Вони неподільні – твій розум, природою якого є порожнеча, що
          позбавлена речовини, й твій розум тремтливий і світлий; це Тіло Дгарми
          Будди.
        </p>

        <img src={Adibuddha} alt="Adibuddha" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Цей твій розум – світло й порожнеча, є невіддільними від Великого Тіла
          Сяйва – не народжується й не помирає, бо він і є Амітабга, Будда
          Безсмертного Світла.
        </p>
        <p>Пізнай це – це все, що наразі потрібно.</p>
        <p>
          Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш стан
          духа Будди, зазирнувши в себе.
        </p>

        <img src={Amitabha} alt="Amitabha" />
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, медитуй на свого їдама, та хай ніщо не
          відволікає тебе. Зосередься на їдамові. Уяви його в видимих формах.
        </p>

        <img src={WhiteTara} alt="White Tara" />
      </div>
      <h2>День 3</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай уважно, не відволікаючись. </p>
        <p>Існує шість станів бардо: </p>
        <ul>
          <li>
            <strong>к'є-не бардо</strong> — бардо теперішнього життя між
            народженням і смертю
          </li>
          <li>
            <strong>мілам бардо</strong> — бардо сну
          </li>
          <li>
            <strong>самтен бардо</strong> — бардо медитації
          </li>
          <li>
            <strong>чі-кхай бардо</strong> — бардо, що з'являється в мить смерті
          </li>
          <li>
            <strong>чьо-ньї бардо</strong> — бардо сутнісної дійсності,
            дгармадгату
          </li>
          <li>
            <strong>сіпа бардо</strong> — бардо поставання/переродження
          </li>
        </ul>

        <p>О дитино шляхетного роду, ти відчуєш чотири бардо: </p>
        <ul>
          <li>
            <strong>чі-кхай бардо</strong> — бардо, що з'являється в мить смерті
          </li>
          <li>
            <strong>чьо-ньї бардо</strong> — бардо сутнісної дійсності,
            дгармадгату
          </li>
          <li>
            <strong>сіпа бардо</strong> — бардо поставання/переродження
          </li>
          <li>
            <strong>к'є-не бардо</strong> — бардо теперішнього життя між
            народженням і смертю
          </li>
        </ul>

        <p>
          Бардо, що з'являється в мить смерті (чі-кхай бардо) та бардо сутнісної
          дійсності, дгармадгату (чьо-ньї бардо) сяяли до вчорашнього дня, але
          ти їх не впізнала; тому ти змушена блукати тут.
        </p>

        <img src={bardo} alt="bardo" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Тепер ти відчуєш бардо поставання/переродження (сіпа бардо) та бардо
          наступного життя (к'є-не бардо), тому пізнай, не відволікаючись, усе,
          що я скажу тобі.
        </p>
        <p>
          О дитино шляхетного роду, настало те, що звуть смертю. Цей світ
          залишаєш не тільки ти, це відбувається з кожним – так не відчувай
          бажань і туги за цим життям. Навіть, якщо туга й бажання охоплять
          тебе, ти не зможеш залишитися, ти зможеш тільки блукати в самсарі. Не
          бажай, не сумуй.
        </p>

        <p>Пам’ятай про Три Дорогоцінності: Будду, Сангґу й Дгарму.</p>

        <img src={Three_Jewels} alt="Three Jewels" />
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, які би жахливі видіння не виникали в бардо
          сутнісної дійсності дгармадгату, не забувай слова, що я тобі кажу; йди
          вперед, зберігаючи в серці їх сенс; саме в них – таємна сутність
          пізнання:
        </p>
        <div className="Prayer">
          <p>"Коли мене осіняє бардо сутнісної дійсності дгармадгату, </p>
          <p>Я відкину всі думки, сповнені страху та жаху, </p>
          <p>
            Я зрозумію все, що виникає переді мною, є проявом моєї свідомості,
          </p>
          <p>Я впізнаю, що таким є вигляд бардо; </p>
          <p>Зараз, цієї рішучої миті, </p>
          <p>Я не злякаюсь мирних і гнівних облич – моїх же проявів."</p>
        </div>
        <p>
          Іди вперед, промовляючи ці слова чітко й ясно, та пам’ятай їхній
          зміст. Не забувай їх, бо в цьому таємна сутність: упевнено пізнавати,
          що все, що наразі виникає, навіть, якщо воно жахає, є твоє ж
          відображення.
        </p>

        <img src={mirrors} alt="Mirrors" />
        <div className="PhotoBy">
          Photo by{" "}
          <a href="https://unsplash.com/@thebarlemy?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Barthelemy de Mazenod
          </a>{" "}
          on{" "}
          <a href="https://unsplash.com/photos/uogMShrLlhU?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Unsplash
          </a>
        </div>
      </div>
      <h2>День 4</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, коли розділені твоє тіло й розум,
          з’являється сутнісна дійсність дгармадгату, вона ясна й чиста, хоч її
          й складно розпізнати, вона світиться й блищить із жахаючою яскравістю,
          мерехтить, як міраж на весняній рівнині.
        </p>

        <p>Не бійся її та не впадай у відчай.</p>
        <p>Це природне сяйво твоєї сутнісної дійсності – так пізнай же її.</p>

        <img src={division} alt="Division" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          З глибини світла прийде могутній гуркіт – природний звук сутнісної
          дійсності дгармадгату, подібний до тисячі одночасних ударів грому. Це
          природний звук твоєї сутнісної дійсності, тому не бійся й не впадай у
          відчай.
        </p>

        <p>
          Зараз ти маєш розумове тіло неусвідомлених прагнень, і в тебе немає
          тіла з плоті й крові, й ніякі звуки, барви, ніякі промені світла не
          можуть зашкодити тобі, й ти не можеш померти.
        </p>
        <p>Легко зрозуміти їх як твої ж прояви.</p>
        <p>Знай: це й є бардо.</p>

        <img src={thunder} alt="thunder" />
        <div className="PhotoBy">
          Photo by{" "}
          <a href="https://unsplash.com/@jeremythomasphoto?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Jeremy Thomas
          </a>{" "}
          on{" "}
          <a href="https://unsplash.com/photos/jh2KTqHLMjE?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Unsplash
          </a>
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, якщо ти не пізнаєш, що це твої же прояви,
          якою би медитацією ти не займалася за життя – якщо ти не зустрінеш те,
          чому навчилася, кольори налякають тебе, звуки введуть у сум’яття й
          промені світла збентежать тебе.
        </p>
        <p>
          Не зрозумівши таємної сутності Вчення, ти не пізнаєш звуки, кольори й
          промені та блукатимеш у самсарі.
        </p>

        <img src={nerves} alt="nerves" />
        <div className="PhotoBy">
          Photo by{" "}
          <a href="https://unsplash.com/@mittaluday?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Uday Mittal
          </a>{" "}
          on{" "}
          <a href="https://unsplash.com/photos/bwKtz4YVtmA?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText">
            Unsplash
          </a>
        </div>
      </div>
      <h2>День 5</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, чотири з половиною дні ти була без
          свідомості, тепер же ти вирушиш далі й, прокидаючись від
          непритомності, здивуєшся: «Що трапилось?».
        </p>
        <p>Так знай же – це бардо.</p>
        <p>
          Самсара зараз перекинута, й все, що ти бачиш, виникає як світло й
          образи.
        </p>

        <img src={mind} alt="mind" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Весь простір засяє синім світлом, і перед тобою з’явиться з
          центрального Царства Всепроникаючого Кола Благословенний Вайрочана.
          Його тіло білого кольору, він сидить на лев'ячому троні, тримаючи в
          руці колесо з вісьмома спицями та обіймає дружину – Володарку
          Діамантового Простору.
        </p>
        <p>
          З серця Вайрочани та його дружини прийде до тебе синє світло скандги
          свідомості в його первісній чистоті, прийде мудрість простору Дгарми –
          світла, ясна, різка й блискуча, простромить тебе сяйвом, нестерпним
          для очей.
        </p>
        <div className="Blue">
          <img src={vajrochana} alt="vajrochana" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          І в той самий час м’яке біле сяйво світу богів прийде й простромить
          тебе. Цієї миті під впливом поганої карми ти перелякаєшся й кинешся
          геть від мудрості простору Дгарми, від її яскравого синього світла, та
          відчуєш насолоду від м’якого білого світла світу богів.
        </p>
        <p>
          Хай не злякає й не збентежить тебе цієї миті яскраве, блискуче, таке
          різке й ясне синє світло вищої мудрості, бо це є промінь світла Будди,
          що звуть мудрістю простору Дгарми. Прямуй йому назустріч із вірою та
          відданістю відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Вайрочани,</p>
          <p> я знайду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Вайрочана йде, щоби прийняти тебе на небезпечному
          шляху бардо, це промінь співчуття Вайрочани.
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, невіглаством охоплена,</p>
          <p>Хай на світлоносному шляху мудрості Простору Дгарми</p>
          <p>Йде поперед мене Благословенний Вайрочана,</p>
          <p>Позаду мене – його дружина, Володарка Діамантового Простору;</p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо,</p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Blue">
          <img src={WhiteTara1} alt="WhiteTara1" />
        </div>
      </div>
    </div>
  );
}
