import React from "react";
import Gauri1 from "./img/Gauri1.jpg";
import Gauri2 from "./img/Gauri2.png";
import Pishachi1 from "./img/Pishachi1.jpg";
import Pishachi2 from "./img/Pishachi2.jpg";
import Ankusha from "./img/Ankusha.jpg";
import Pasha from "./img/Pasha.jpg";
import Shrinkhala from "./img/Shrinkhala.jpg";
import Ghanta from "./img/Ghanta.jpg";
import Rakshasi from "./img/Rakshasi.jpg";
import Bragmi from "./img/Bragmi.jpg";
import Mahadevi from "./img/Mahadevi.jpg";
import Lobha from "./img/Lobha.jpg";
import Kumari from "./img/Kumari.jpg";
import Indrani from "./img/Indrani.jpg";
import Vajra from "./img/Vajra.jpg";
import Shanti from "./img/Shanti.jpg";
import Amrita from "./img/Amrita.jpg";
import Kandra from "./img/Kandra.jpg";
import Danda from "./img/Danda.jpg";
import Rakshasi1 from "./img/Rakshasi1.jpg";
import Bhakshini from "./img/Bhakshini.jpg";
import Rati from "./img/Rati.jpg";
import Mahabala from "./img/Mahabala.jpg";
import Rakshasi2 from "./img/Rakshasi2.jpg";
import Kama from "./img/Kama.jpg";
import Vasuraksha from "./img/Vasuraksha.jpg";

export default function FullBardo2_1() {
  return (
    <div className="FullBardo2_1">
      <h2>День 18</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Із твого власного мозку вийдуть і з’являться перед тобою вісім ґаурі.
        </p>
        <p>Не лякайся їх. </p>
        <ul>
          <li>
            <p>
              Зі східної частини твого мозку з’явиться тобі біла Ґаурі, в правій
              руці вона тримає труп, мов палицю, а в лівій – чашу з черепа,
              повну крові.
            </p>
            <p>Не лякайся.</p>
          </li>
          <li>
            <p>З півдня з’явиться жовта Каурі, яка запускає стрілу з лука.</p>
          </li>
          <li>
            <p>
              З заходу з'явиться червона Прамога, яка тримає прапор із
              зображенням водяного звіра.
            </p>
          </li>
          <li>
            <p>
              З півночі – чорна Веталі, яка тримає ваджру й чашу з черепа, повну
              крові.
            </p>
          </li>
        </ul>
        <img src={Gauri1} alt="Gauri1" />
        <ul>
          <li>
            <p>
              З південного сходу з’явиться помаранчова Пуккасі, яка тримає в
              правій руці кишки, а лівою відправляє їх до рота
            </p>
          </li>
          <li>
            <p>
              З південного заходу – темно-зелена Ґгасмарі, яка п’є з повного
              крові черепа, який вона тримає в лівій руці й помішує кров ваджрою
              в правій руці.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться блідо-жовта Чандалі, яка відриває
              голову від тіла, тримає серце в правій руці, а лівою підносить
              тіло до свого рота.
            </p>
          </li>

          <li>
            <p>
              З північного сходу – темно-синя Смешалі, яка відриває голову від
              тіла й пожирає її.
            </p>
          </li>
        </ul>

        <p>Ці вісім ґаурі сторін світу, які оточують п’ятьох герук,</p>
        <p> що п’ють кров, вийдуть із твого мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх.</p>

        <img src={Gauri2} alt="Gauri2" />
      </div>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Після ґаурі в свою чергу вийдуть і з’являться перед тобою вісім пішачі
          святих місць.
        </p>
        <ul>
          <li>
            <p>
              Зі сходу з’явиться Сінхамукха, винного кольору, з головою лева.
              Вона перехрестила руки на грудях, розкидала гриву й тримає труп у
              роті.
            </p>
          </li>
          <li>
            <p>
              З півдня – В’яґгрімукха, червона, з головою тигриці. Вона опустила
              донизу перехрещені руки, витріщила очі й оскалила зуби.
            </p>
          </li>
          <li>
            <p>
              З заходу з'явиться Шріґаламукха, чорна, з головою лисиці. Вона
              тримає бритву в правій руці, а лівою – кишки, які вона пожирає та
              лиже кров.
            </p>
          </li>
          <li>
            <p>
              Із півночі – Шванамукха темно-синя, з головою вовчиці. Вона
              витріщила очі, обома руками підносить до рота труп.
            </p>
          </li>
        </ul>
        <img src={Pishachi1} alt="Pishachi1" />
        <ul>
          <li>
            <p>
              Із південного сходу з’явиться Ґрідграмукха, блідо-жовта, з головою
              грифа. Вона несе на своєму плечі гігантський труп і тримає в руці
              скелета.
            </p>
          </li>
          <li>
            <p>
              З південного заходу – Канкамукха, темно-червона, з головою
              яструба. Вона несе на своєму плечі зідрану шкіру гіганта.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться Какамукха, чорна, з головою ворона.
              Вона тримає чашу з черепа в лівій руці й меч у правій, пожирає
              серце й легені.
            </p>
          </li>
          <li>
            <p>
              з північного сходу – Улумукха, темно-синя, з головою сови. Вона
              тримає ваджру в правій руці й меч – у лівій.
            </p>
          </li>
        </ul>
        <p>Ці вісім пішачі святих місць,</p>
        <p>які оточують п’ятьох герук, що п’ють кров,</p>
        <p>вийдуть із твого власного мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх. </p>
        <p>
          Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
        </p>

        <img src={Pishachi2} alt="Pishach2" />
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, наступного дня також вийдуть із твого мозку
          й з’являться перед тобою чотири богині брам – пізнай же їх.
        </p>

        <ul>
          <li>
            <p>
              Зі східної частини твого мозку вийде й з’явиться перед тобою
              Анкуша – біла, з тигрячою головою, вона тримає стрекала й чашу з
              черепа, повну крові.
            </p>
          </li>
        </ul>
        <img src={Ankusha} alt="Ankusha" />
        <ul>
          <li>
            <p>
              З півдня з’явиться Паша – жовта, з головою свині, котра тримає
              аркан.
            </p>
          </li>
        </ul>
        <img src={Pasha} alt="Pasha" />
        <ul>
          <li>
            <p>
              Із заходу з’явиться Шрінкхала — червона, з головою лева, котра
              тримає залізний ланцюг.
            </p>
          </li>
        </ul>
        <img src={Shrinkhala} alt="Shrinkhala" />
        <ul>
          <li>
            <p>
              Із півночі з'явиться Ґганта – зелена, з головою змії, котра тримає
              дзвін.
            </p>
          </li>
        </ul>

        <img src={Ghanta} alt="Ghanta" />
        <p>
          Ці чотири богині брам вийдуть із твого власного мозку й з’являться
          перед тобою.
        </p>
        <p>Пізнай їх як їдамів.</p>
      </div>
      <h2>День 19</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, за тридцятьма гнівними геруками в свою чергу
          вийдуть із твого мозку й з’являться перед тобою двадцять вісім йогинь
          із різними головами, різними символами в руках.
        </p>
        <p>
          Не лякайся їх, але пізнай все, що з’являється, як гру твого ж розуму,
          як твої ж прояви.
        </p>
        <p>Досягнувши цієї рішучої миті, пригадай настанови свого Гуру. </p>
        <p>
          О дитино шляхетного роду, зі сходу вийдуть із твого мозку й з’являться
          перед тобою шість йогинь сходу:
        </p>
        <ul>
          <li>
            <p>
              Ракшасі, «Демониця» – винного кольору, з головою яка. Вона тримає
              ваджру в руці.
            </p>
          </li>
        </ul>
        <img src={Rakshasi} alt="Rakshasi" />
        <ul>
          <li>
            <p>Брагмі – помаранчова, з головою змії. Вона тримає лотос.</p>
          </li>
        </ul>
        <img src={Bragmi} alt="Bragmi" />
        <ul>
          <li>
            <p>
              Магадеві, «Велика Богиня» – темно-зелена, з головою леопарда. Вона
              тримає тризуб.
            </p>
          </li>
        </ul>
        <img src={Mahadevi} alt="Mahadevi" />
        <ul>
          <li>
            <p>
              Лобга, «Жадібна» – синя, з головою мангуста. Вона тримає колесо.
            </p>
          </li>
        </ul>

        <img src={Lobha} alt="Lobha" />
        <ul>
          <li>
            <p>
              Кумарі, «Діва» – червона, з головою жовтого ведмедя. Вона тримає
              короткий спис.
            </p>
          </li>
        </ul>

        <img src={Kumari} alt="Kumari" />
        <ul>
          <li>
            <p>
              Та Індрані – біла, з головою бурого ведмедя. Вона тримає аркан із
              кишок.
            </p>
          </li>
        </ul>

        <img src={Indrani} alt="Indrani" />
        <p>Не лякайся їх.</p>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          О дитино шляхетного роду, з півдня вийдуть із твого мозку й з’являться
          перед тобою шість йогинь півдня:
        </p>

        <ul>
          <li>
            <p>Ваджра – жовта, з головою свині. Вона тримає бритву в руці.</p>
          </li>
        </ul>
        <img src={Vajra} alt="Vajra" />
        <ul>
          <li>
            <p>
              Шанті, «Мирна» – червона, з головою водяного звіра. Вона тримає
              вазу.
            </p>
          </li>
        </ul>
        <img src={Shanti} alt="Shanti" />
        <ul>
          <li>
            <p>
              Амріта, «Нектар безсмертя» – червона, з головою скорпіона. Вона
              тримає лотос.
            </p>
          </li>
        </ul>
        <img src={Amrita} alt="Amrita" />
        <ul>
          <li>
            <p>
              Кандра, «Місяць» – біла, з головою яструба. Вона тримає ваджру.
            </p>
          </li>
        </ul>
        <img src={Kandra} alt="Kandra" />
        <ul>
          <li>
            <p>
              Данда, «Палиця» – темно-зелена, з головою лисиці. Вона тримає
              палицю.
            </p>
          </li>
        </ul>
        <img src={Danda} alt="Danda" />
        <ul>
          <li>
            <p>
              Та Ракшасі, «Демониця» – темно-жовта, з тигрячою головою. Вона
              тримає череп, повний крові.
            </p>
          </li>
        </ul>
        <img src={Rakshasi1} alt="Rakshasi1" />
        <p>Не лякайся їх.</p>
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, з заходу вийдуть із твого мозку й з’являться
          перед тобою шість йогинь заходу:
        </p>

        <ul>
          <li>
            <p>
              Бгакшині, «Та, що поїдає» –темно-зелена, з головою грифа. Вона
              тримає палицю.
            </p>
          </li>
        </ul>
        <img src={Bhakshini} alt="Bhakshini" />
        <ul>
          <li>
            <p>
              Раті, «Насолода» – червона, з конячою головою. Вона тримає в руці
              труп гіганта.
            </p>
          </li>
        </ul>
        <img src={Rati} alt="Rati" />
        <ul>
          <li>
            <p>
              Магабала, «Велика сила» – біла, з головою птаха-гаруди. Вона
              тримає палицю.
            </p>
          </li>
        </ul>
        <img src={Mahabala} alt="Mahabala" />
        <ul>
          <li>
            <p>
              Ракшасі, «Демониця» – червона, з собачою головою. Вона ріже
              ваджрою, мов бритвою.
            </p>
          </li>
        </ul>
        <img src={Rakshasi2} alt="Rakshasi2" />
        <ul>
          <li>
            <p>
              Кама, «Бажання», – червона, з головою одуда. Вона випускає стрілу
              з лука.
            </p>
          </li>
        </ul>
        <img src={Kama} alt="Kama" />
        <ul>
          <li>
            <p>
              Та Васуракша, «Покровителька багатства» – темно-зелена, з головою
              лані. Вона тримає вазу.
            </p>
          </li>
        </ul>
        <img src={Vasuraksha} alt="Vasuraksha" />
        <p>Не лякайся їх.</p>
      </div>
    </div>
  );
}
