import React from "react";
import MandalaBardo from "./img/MandalaBardo.jpg";
import BuddhaHeruka from "./img/BuddhaHeruka.jpg";
import BuddhaHeruka1 from "./img/BuddhaHeruka1.png";
import VajraHeruka from "./img/VajraHeruka.jpg";
import VajraHeruka1 from "./img/VajraHeruka1.jpg";
import VajraHeruka2 from "./img/VajraHeruka2.png";
import RatnaHeruka from "./img/RatnaHeruka.jpg";
import RatnaHeruka1 from "./img/RatnaHeruka1.png";
import RatnaHeruka2 from "./img/RatnaHeruka2.jpg";
import PadmaHeruka from "./img/PadmaHeruka.png";
import PadmaHeruka1 from "./img/PadmaHeruka1.png";
import PadmaHeruka2 from "./img/PadmaHeruka2.jpg";

export default function FullBardo2_1() {
  return (
    <div className="FullBardo2_1">
      <h1>Частина II</h1>
      <h2>День 13</h2>
      <h3>1.</h3>
      <div>
        <p>Тепер буде сказано про явище бардо гнівних божеств.</p>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Хоча тобі вже з’явилось бардо мирних божеств, ти не пізнала його, тому
          ти продовжуєш блукати й досі.
        </p>
        <p>Тепер, наступного дня, з’являться гнівні божества, що п’ють кров.</p>

        <img src={MandalaBardo} alt="MandalaBardo" />
      </div>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, </p>
        <p>той, кого звуть Славний Великий Будда-Герука, </p>
        <p>
          вийде з твого власного мозку, засяє перед тобою ясно й живо: <p></p>
          його тіло винного кольору,{" "}
        </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>

        <p>Правий лик його білий,</p>

        <p>лівий — червоний,</p>

        <p>а центральний – винного кольору.</p>

        <p>Його тіло виблискує, нібито воно зі світла, </p>
        <p>дев’ять очей його гнівно й пильно дивляться в твої очі, </p>
        <p>його брови подібні до спалахів блискавки, </p>
        <p>його зуби блищать, як мідь. </p>
        <p>Він регоче, викрикуючи: «а-ла-ла!» й «ха-ха!», </p>
        <p>видає голосні свистячі звуки: «шу-у!».</p>

        <img src={BuddhaHeruka} alt="BuddhaHeruka" />
      </div>
      <h3>3.</h3>
      <div>
        <p>Виблискуючи, розлітається червоно-золоте волосся Будда-Геруки, </p>
        <p>його голови увінчані засохлими черепами, сонцем і місяцем, </p>
        <p>його тіло – в гірляндах із чорних змій та свіжих черепів. </p>
        <p>Він тримає в правій верхній руці колесо, </p>
        <p>в середній – бойову сокиру, </p>
        <p>в нижній – меч. </p>
        <p>У лівій верхній руці – дзвін, </p>
        <p>у середній – леміш, </p>
        <p>у нижній – чашу з черепа. </p>
        <p>Його тіло обіймає його дружина – Будда-Кродгишварі, </p>
        <p>обвиває його шию правою рукою, </p>
        <p>а лівою рукою підносить до його рота череп, повний крові. </p>
        <p>Він видає брязкітливі голосні звуки й ревіння, подібне до грому. </p>
        <p>
          Полум’я мудрості виходить із подібного до блискучої ваджри волосся на
          його тілі.
        </p>
        <p>Не лякайся його, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>
          Воістину, він – Благословенний Вайрочана зі своєю дружиною, тому не
          жахайся.{" "}
        </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>
        <img src={BuddhaHeruka1} alt="BuddhaHeruka1" />
      </div>
      <h2>День 14</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня зі східної частини твого мозку вийде й з’явиться перед
          тобою прояв родини ваджра, що п’є кров, –
        </p>
        <p>Благословенний Ваджра-Герука.</p>
        <p>Його тіло темно-синього кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Правий лик його білий, </p>
        <p>лівий — червоний, </p>
        <p>а центральний — синього кольору.</p>

        <img src={VajraHeruka} alt="VajraHeruka" />
      </div>
      <h3>2.</h3>
      <div>
        <p>В правій верхній руці Ваджра-Герука тримає ваджру, </p>
        <p>в середній – чашу з черепа,</p>
        <p>в нижній – бойову сокиру; </p>
        <p>в лівій верхній руці в нього дзвін, </p>
        <p>в середній – чаша з черепа, </p>
        <p>в нижній – леміш. </p>
        <p>Його тіло обіймає його дружина Ваджра-Кродгишварі, </p>
        <p>обвиває шию правою рукою, </p>
        <p>а лівою підносить до його рота череп, повний крові.</p>

        <img src={VajraHeruka1} alt="VajraHeruka1" />
      </div>
      <h3>3.</h3>
      <div>
        <p>Не лякайся Ваджра-Геруку, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>Воістину він – Благословенний Ваджрасатва зі своєю дружиною, </p>
        <p>тому вияви пошану. </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>

        <img src={VajraHeruka2} alt="VajraHeruka2" />
      </div>
      <h2>День 15</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня з південної частини твого мозку з’явиться перед тобою
          прояв родини ратна, що п’є кров, –
        </p>
        <p>Благословенний Ратна-Герука. </p>
        <p>Його тіло темно-жовтого кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Правий лик його білий, </p>
        <p>лівий – червоний, </p>
        <p>а центральний – блискучого темно-жовтого кольору.</p>

        <img src={RatnaHeruka} alt="RatnaHeruka" />
      </div>
      <h3>2.</h3>
      <div>
        <p>В правій верхній руці Ратна-Герука тримає дорогоцінність, </p>
        <p>у середній – тризуб із трьома людськими головами, </p>
        <p>в нижній – палицю; </p>
        <p>в лівій верхній руці в нього дзвін, </p>
        <p>у середній – чаша з черепа, </p>
        <p>в нижній – тризуб. </p>
        <p>Його тіло обіймає його дружина Ратна-Кродгишварі, </p>
        <p>обвиває його шию правою рукою, </p>
        <p>а лівою підносить до його рота череп, повний крові.</p>

        <img src={RatnaHeruka1} alt="RatnaHeruka1" />
      </div>
      <h3>3.</h3>
      <div>
        <p>Не лякайся Ратна-Геруку, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>
          Воістину, він – Благословенний Ратнасамбгава зі своєю дружиною, –{" "}
        </p>
        <p>то відчуй потяг до нього. </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>

        <img src={RatnaHeruka2} alt="RatnaHeruka2" />
      </div>
      <h2>День 16</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня з західної частини твого мозку вийде й ясно з’явиться
          перед тобою прояв родини лотоса, що п’є кров, –
        </p>
        <p>Благословенний Падма-Герука в союзі зі своєю дружиною. </p>
        <p>Його тіло темно-червоного кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Його правий лик білий, </p>
        <p>лівий – синій, </p>
        <p>а центральний – темно-червоного кольору.</p>

        <img src={PadmaHeruka} alt="PadmaHeruka" />
      </div>
      <h3>2.</h3>
      <div>
        <p>В правій верхній руці Падма-Герука тримає лотос,</p>
        <p>в середній – тризуб із трьома людськими головами, </p>
        <p>в нижній – жезл; </p>
        <p>у лівій верхній руці в нього дзвін, </p>
        <p>у середній – чаша з черепа, повна крові, </p>
        <p>в нижній – маленький барабан. </p>
        <p>Його тіло обіймає його дружина Падма-Кродгишварі, </p>
        <p>обвиває його шию правою рукою, </p>
        <p>а лівою – підносить до його рота чашу з черепа, повну крові.</p>

        <img src={PadmaHeruka1} alt="PadmaHeruka1" />
      </div>
      <h3>3.</h3>
      <div>
        <p>Не лякайся Падма-Геруку, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>Воістину він – Благословенний Амітабга зі своєю дружиною, </p>
        <p>то відчуй любов до нього. </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>

        <img src={PadmaHeruka2} alt="PadmaHeruka2" />
      </div>
    </div>
  );
}
