import React from "react";
import MandalaBardo from "./img/MandalaBardo.jpg";
import BuddhaHeruka from "./img/BuddhaHeruka.jpg";
import BuddhaHeruka1 from "./img/BuddhaHeruka1.png";

export default function FullBardo2_1() {
  return (
    <div className="FullBardo2_1">
      <h1>Частина II</h1>
      <h2>День 13</h2>
      <h3>1.</h3>
      <div>
        <p>Тепер буде сказано про явище бардо гнівних божеств.</p>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Хоча тобі вже з’явилось бардо мирних божеств, ти не пізнала його, тому
          ти продовжуєш блукати й досі.
        </p>
        <p>Тепер, наступного дня, з’являться гнівні божества, що п’ють кров.</p>

        <img src={MandalaBardo} alt="MandalaBardo" />
      </div>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, </p>
        <p>той, кого звуть Славний Великий Будда-Герука, </p>
        <p>
          вийде з твого власного мозку, засяє перед тобою ясно й живо: <p></p>
          його тіло винного кольору,{" "}
        </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>

        <p>Правий лик його білий,</p>

        <p>лівий — червоний,</p>

        <p>а центральний – винного кольору.</p>

        <p>Його тіло виблискує, нібито воно зі світла, </p>
        <p>дев’ять очей його гнівно й пильно дивляться в твої очі, </p>
        <p>його брови подібні до спалахів блискавки, </p>
        <p>його зуби блищать, як мідь. </p>
        <p>Він регоче, викрикуючи: «а-ла-ла!» й «ха-ха!», </p>
        <p>видає голосні свистячі звуки: «шу-у!».</p>

        <img src={BuddhaHeruka} alt="BuddhaHeruka" />
      </div>
      <h3>3.</h3>
      <div>
        <p>Виблискуючи, розлітається червоно-золоте волосся Будда-Геруки, </p>
        <p>його голови увінчані засохлими черепами, сонцем і місяцем, </p>
        <p>його тіло – в гірляндах із чорних змій та свіжих черепів. </p>
        <p>Він тримає в правій верхній руці колесо, </p>
        <p>в середній – бойову сокиру, </p>
        <p>в нижній – меч. </p>
        <p>У лівій верхній руці – дзвін, </p>
        <p>у середній – леміш, </p>
        <p>у нижній – чашу з черепа. </p>
        <p>Його тіло обіймає його дружина – Будда-Кродгишварі, </p>
        <p>обвиває його шию правою рукою, </p>
        <p>а лівою рукою підносить до його рота череп, повний крові. </p>
        <p>Він видає брязкітливі голосні звуки й ревіння, подібне до грому. </p>
        <p>
          Полум’я мудрості виходить із подібного до блискучої ваджри волосся на
          його тілі.
        </p>
        <p>Не лякайся його, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>
          Воістину, він – Благословенний Вайрочана зі своєю дружиною, тому не
          жахайся.{" "}
        </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>
        <img src={BuddhaHeruka1} alt="BuddhaHeruka1" />
      </div>
    </div>
  );
}
