import React from "react";
import WratfulDieties3 from "./img/WratfulDieties3.jpg";
import WratfulDieties from "./img/WratfulDieties.jpg";
import MindLight from "./img/MindLight.png";

export default function FullBardo2_3() {
  return (
    <div className="FullBardo2_3">
      <h2>День 21</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш, що все, що існує, виникає
        з твого ж сяючого розуму, ти злякаєшся божеств, які п'ють кров, кинешся
        геть і прийдеш до нових страждань.
      </p>

      <p>
        Якщо ти цього не пізнаєш, ти побачиш у всіх божествах, що п’ють кров,
        Володарів Смерті й злякаєшся їх.
      </p>
      <p>Ти відчуєш себе переляканою, збентеженою і слабкою. </p>
      <p>
        Твої власні прояви перетворяться на бісів, і ти блукатимеш у самсарі.
      </p>

      <p>
        Та, якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у
        самсарі.
      </p>

      <img src={WratfulDieties3} alt="WratfulDieties3" />

      <h3>2.</h3>

      <p>
        О дитино шляхетного роду, найбільші з цих мирних і гнівних божеств
        подібні до цілого неба, середні – як гора Меру, а найменші – як
        вісімнадцять людей, що встали на плечі один одному.{" "}
      </p>

      <p>Не лякайся ж їх. </p>

      <p>
        Усі вони з’являються, як промені й образи; коли ти пізнаєш їх як
        природне сяйво твого ж розуму, твоє власне сяйво неподільно зіллється з
        променями й образами, й ти станеш Буддою.
      </p>

      <img src={WratfulDieties} alt="WratfulDieties" />
      <h3>3.</h3>

      <p>О дитино! </p>

      <p>
        Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій
        же прояв; пізнай це як світло, природне сяйво твого власного розуму.
      </p>

      <p>
        Якщо ти це пізнаєш, ти станеш Буддою тієї ж миті, в цьому немає
        сумнівів.
      </p>

      <p>
        Без зволікання прийде те, що звуть миттєвим досконалим просвітленням.
      </p>

      <p>Пам’ятай!</p>

      <p></p>

      <img src={MindLight} alt="MindLight" />
    </div>
  );
}
