import React from "react";
import Vajrasattva from "./img/Vajrasattva.jpg";
import Vajrasattva1 from "./img/Vajrasattva1.jpg";
import Vajrasattva2 from "./img/Vajrasattva2.jpg";

export default function FullBardo1_2() {
  return (
    <div className="FullBardo1_2">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня засяє біле світло, очищена стихія води, й цієї миті
          з’явиться перед тобою Благословенний Ваджрасатва-Акшобг’я з синього
          східного Царства Досконалої Радості.
        </p>
        <p>
          Його тіло синього кольору, він тримає в руці п’ятикутну ваджру й
          посідає на слоновому троні, обіймаючи дружину – Будда-Лочану.
        </p>
        <p>
          Його супроводжують бодгісатви Кшитиґарбга й Майтрейя та
          бодгісатви-жінки Лас’я та Пущпа так, що з’являються шість буддичних
          форм.
        </p>
        <p>
          Із серця Ваджрасатви та його дружини до тебе прийде біле світло
          скандги форми в його первісній чистоті, прийде дзеркалоподібна
          мудрість, сліпучо-біла, яскрава й ясна, простромить тебе так, що не
          зможуть витримати очі.
        </p>

        <div className="White">
          <img src={Vajrasattva} alt="Vajrasattva" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          У той самий час разом із світлом мудрості прийде й простромить тебе
          м’яке димне світло пекельного світу.
        </p>
        <p>
          Цієї миті під впливом своєї агресивності ти злякаєшся й кинешся геть
          від блискучого білого світла, та відчуєш задоволення від м’якого
          димного світла пекельного світу.
        </p>
        <p>
          Тоді не злякайся різкого, блискучого, яскравого й ясного білого
          світла, та зрозумій його як мудрість. Із вірою та жагою прямуй до
          нього, відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ваджрасатви, </p>
          <p>я наздобуду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Ваджрасатва йде, щоби прийняти тебе серед жахів
          бардо, це гачок променя співчуття Ваджрасатви – так забажай його.
        </p>

        <div className="White">
          <img src={Vajrasattva1} alt="Vajrasattva1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому димному світлі пекельного світу. </p>
        <p>
          Це спокусливий шлях, на який штовхає тебе погана карма накопиченої
          лютої агресії.
        </p>
        <p>
          Якщо він захопить тебе, ти звалишся в пекло, потонеш у брудному болоті
          нестерпного страждання, звідки не видно виходу. Ця перешкода
          загороджує шлях до визволення, тому не дивись на неї, відкинь агресію.
        </p>
        <p>Не захоплюйся димним світлом і не сумуй за ним.</p>
        <p>
          Відчуй прагнення до яскравого, блискучого білого світла, відтворюй цю
          молитву надхнення, зосередивши думки на Благословенному Ваджрасатві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, палаючи агресією, </p>
          <p>Хай на світлоносному шляху дзерцалоподібної мудрості </p>
          <p>Йде поперед мене Благословенний Ваджрасаттва, </p>
          <p>Позаду мене – його дружина, Будда-Лочана; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="White">
          <img src={Vajrasattva2} alt="Vajrasattva2" />
        </div>
      </div>
    </div>
  );
}
