import React from "react";

export default function FullBardo() {
  return (
    <div className="FullBardo">
      Словник: бодгісатва, сіддга. П’ять дг’яні будд: Ваджрасатва (або Акшобг’я)
      – ваджрова Родина (дзеркалоподібна мудрість); Ратнасамбгава – перлинова
      Родина (врівноважуюча мудрість); Амітабга – лотосна Родина (розпізнаюча
      мудрість); Амоґгасіддгі – дійова Родина (мудрість вседосягнення);
      Вайрочана – буддова Родина (мудрість дгармадгату-про́стору) ● бардо, що в
      мить смерті (чі-кхай бардо), ● бардо сутнісної дійсності, дгармадгату
      (чьо-ньї бардо), ● бардо поставання/переродження (сіпа бардо) та ● бардо
      наступного життя (к'є-не бардо). _________ ГУРУ ПАДМАСАМБХАВА НАСТАНОВИ Й
      МОЛИТВИ «КНИГИ ВЕЛИКОГО ВИЗВОЛЕННЯ» Частина 1. Ушануймо вчителів, ушануймо
      Три Тіла Будди: Амітабгу – Безмежне Світло, Тіло Дгарми, Богів Лотосу,
      мирних і гнівних, Тіло Блаженства, Падмасамбгаву, захисника живих істот,
      Примарне Тіло. О дитино шляхетного роду, прийшов твій час шукати дорогу.
      Коли зупиниться твоє дихання, тобі з’явиться те, що тобі вже показав твій
      учитель, те, що зветься початковим світлом першого бардо. Це абсолютна
      сутність буття; відкрита й вільна, мов простір, порожнеча, що випромінює
      світло; чистий оголений розум без центру й кордонів. Пізнавай же,
      перебуваючи в цьому світлі, а я тим часом вестиму тебе. Ось з’являються
      ознаки розчинення землі в воді, води в вогні, вогню в повітрі, повітря в
      просторі, простору – в світлоносній порожнечі. О дитино шляхетного роду,
      прийшло те, що зветься смертю, й тобі треба зрозуміти: «Настала моя
      смертна година, й тепер, завдяки смерті, я побачу світ із позиції
      просвітленого розуму, дружелюбності й співвідчуття, досягну повного
      просвітлення заради всіх живих істот у безмежному просторі. З цими
      думками, саме зараз, заради всіх живих істот я пізнаю порожнечу смерті, що
      світиться, як Тіло Дгарми. Реалізуючи при цьому Великий Символ, я діятиму
      заради блага всього живого. Якщо я цього не досягну, я пізнаю бардо як
      воно є; досягаючи ж неподільної форми Великого Символу в бардо, я роблю
      благо всьому живому в безмежному просторі, який би шлях не вів до цієї
      мети». Не дозволяй собі вийти з цього стану й намагайся пригадати та
      відчути вчення про медитацію, яке ти пізнала раніше. О дитино шляхетного
      роду, слухай. Зараз чисте світло абсолютної сутності сяє перед тобою;
      пізнай його. О дитино шляхетного роду, цієї миті чиста порожнеча стала
      природою твого розуму, тепер він не має жодної природи взагалі – ані
      речовини, ані якості, подібно до світла; це чиста порожнеча, абсолютна
      сутність, Будда-Матір Самантабгадрі. Але цей стан розуму – не просто щось
      не заповнене; його нічого не закриває, він блискучий, чистий і тремтливий,
      і це – Будда Самантабгадра. Вони неподільні – твій розум, природою якого є
      порожнеча, що позбавлена речовини, й твій розум тремтливий і світлий; це
      Тіло Дгарми Будди. Цей твій розум – світло й порожнеча, є невіддільними
      від Великого Тіла Сяйва – не народжується й не помирає, бо він і є
      Амітабга, Будда Безсмертного Світла. Пізнай це – це все, що наразі
      потрібно. Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш
      стан духа Будди, зазирнувши в себе. О дитино шляхетного роду, медитуй на
      свого їдама, та хай ніщо не відволікає тебе. Зосередься на їдамові. Уяви
      його в видимих формах. О дитино шляхетного роду, слухай уважно, не
      відволікаючись. Існує шість станів бардо: ● бардо теперішнього життя між
      народженням і смертю (к'є-не бардо), ● бардо сну (мілам бардо), ● бардо
      медитації (самтен бардо), ● бардо, що з'являється в мить смерті (чі-кхай
      бардо), ● бардо сутнісної дійсності, дгармадгату (чьо-ньї бардо), ● бардо
      поставання/переродження (сіпа бардо). О дитино шляхетного роду, ти відчуєш
      чотири бардо: ● бардо, що в мить смерті (чі-кхай бардо), ● бардо сутнісної
      дійсності, дгармадгату (чьо-ньї бардо), ● бардо поставання/переродження
      (сіпа бардо) та ● бардо наступного життя (к'є-не бардо). Бардо, що
      з'являється в мить смерті (чі-кхай бардо) та бардо сутнісної дійсності,
      дгармадгату (чьо-ньї бардо) сяяли до вчорашнього дня, але ти їх не
      впізнала; тому ти змушена блукати тут. Тепер ти відчуєш бардо
      поставання/переродження (сіпа бардо) та бардо наступного життя (к'є-не
      бардо), тому пізнай, не відволікаючись, усе, що я скажу тобі. О дитино
      шляхетного роду, настало те, що звуть смертю. Цей світ залишаєш не тільки
      ти, це відбувається з кожним – так не відчувай бажань і туги за цим
      життям. Навіть, якщо туга й бажання охоплять тебе, ти не зможеш
      залишитися, ти зможеш тільки блукати в самсарі. Не бажай, не сумуй.
      Пам’ятай про Три Дорогоцінності. О дитино шляхетного роду, які би жахливі
      видіння не виникали в бардо сутнісної дійсності дгармадгату, не забувай
      слова, що я тобі кажу; йди вперед, зберігаючи в серці їх сенс; саме в них
      – таємна сутність пізнання: "Коли мене осіняє бардо сутнісної дійсності
      дгармадгату, Я відкину всі думки, сповнені страху та жаху, Я зрозумію все,
      що виникає переді мною, є проявом моєї свідомості, Я впізнаю, що таким є
      вигляд бардо; Зараз, цієї рішучої миті, Я не злякаюсь мирних і гнівних
      облич – моїх же проявів." Іди вперед, промовляючи ці слова чітко й ясно,
      та пам’ятай їхній зміст. Не забувай їх, бо в цьому таємна сутність:
      упевнено пізнавати, що все, що наразі виникає, навіть, якщо воно жахає, є
      твоє ж відображення. О дитино шляхетного роду, коли розділені твоє тіло й
      розум, з’являється сутнісна дійсність дгармадгату, вона ясна й чиста, хоч
      її й складно розпізнати, вона світиться й блищить із жахаючою яскравістю,
      мерехтить, як міраж на весняній рівнині. Не бійся її та не впадай у
      відчай. Це природне сяйво твоєї сутнісної дійсності – так пізнай же її. З
      глибини світла прийде могутній гуркіт – природний звук сутнісної дійсності
      дгармадгату, подібний до тисячі одночасних ударів грому. Це природний звук
      твоєї сутнісної дійсності, тому не бійся й не впадай у відчай. Зараз ти
      маєш розумове тіло неусвідомлених прагнень, і в тебе немає тіла з плоті й
      крові, й ніякі звуки, барви, ніякі промені світла не можуть зашкодити
      тобі, й ти не можеш померти. Легко зрозуміти їх як твої ж прояви. Знай: це
      й є бардо. О дитино шляхетного роду, якщо ти не пізнаєш, що це твої ж
      прояви, якою б медитацією не займалася ти за життя – якщо ти не зустрінеш
      те, чому навчився, кольори налякають тебе, звуки введуть у сум’яття й
      промені світла збентежать тебе. Не зрозумівши таємної сутності вчення, ти
      не пізнаєш звуки, кольори й промені та блукатимеш у самсарі. О дитино
      шляхетного роду, чотири з половиною дні ти була без свідомості, тепер же
      ти рушиш далі й, прокидаючись від непритомності, здивуєшся: «Що
      трапилось?». Так знай же – це бардо. Самсара зараз перекинута, й все, що
      ти бачиш, виникає як світло й образи. Весь простір засяє синім світлом, і
      перед тобою з’явиться з центрального Царства Всепроникаючого Кола
      Благословенний Вайрочана. Його тіло білого кольору, він сидить на
      лев'ячому троні, тримаючи в руці колесо з вісьмома спицями та обіймає
      дружину – Володарку Діамантового Простору. З серця Вайрочани та його
      дружини прийде до тебе синє світло скандги свідомості в його первісній
      чистоті, прийде мудрість простору Дгарми – світла, ясна, різка й блискуча,
      простромить тебе сяйвом, нестерпним для очей. І в той самий час м’яке біле
      сяйво світу богів прийде й простромить тебе. В цю мить під впливом поганої
      карми ти перелякаєшся й кинешся геть від мудрості простору Дгарми, від її
      яскравого синього світла, та відчуєш насолоду від м’якого білого світла
      світу богів. Хай не злякає й не збентежить тебе в цю мить яскраве,
      блискуче, таке різке й ясне синє світло вищої мудрості, бо це є промінь
      світла Будди, що звуть мудрістю простору Дгарми. Прямуй йому назустріч із
      вірою та відданістю відтворюючи молитву: «Це промінь співчуття
      Благословенного Вайрочани, я знайду в ньому прихисток». Це Благословенний
      Вайрочана йде, щоби прийняти тебе на небезпечному шляху бардо, це промінь
      співчуття Вайрочани. Коли я блукаю в самсарі, невіглаством охоплений, Хай
      на світлоносному шляху мудрості Простору Дгарми Йде поперед мене
      Благословенний Вайрочана, Позаду мене – його дружина, Володарка
      Діамантового Простору; Допоможіть мені пройти небезпечною стежкою бардо,
      Щоби стала я досконалою, як Будда. О дитино шляхетного роду, слухай, не
      відволікаючись. Наступного дня засяє біле світло, очищена стихія води, й
      цієї миті з’явиться перед тобою Благословенний Ваджрасатва-Акшобг’я з
      синього східного Царства Досконалої Радості. Його тіло синього кольору,
      він тримає в руці п’ятикутну ваджру й посідає на слоновому троні,
      обіймаючи дружину – Будда-Лочану. Його супроводжують бодгісатви
      Кшитиґарбга й Майтрейя та бодгісатви-жінки Лас’я та Пущпа так, що
      з’являються шість буддичних форм. Із серця Ваджрасатви та його дружини до
      тебе прийде біле світло скандги форми в його первісній чистоті, прийде
      дзеркалоподібна мудрість, сліпучо-біла, яскрава й ясна, простромить тебе
      так, що не зможуть витримати очі. У той самий час разом із світлом
      мудрості прийде й простромить тебе м’яке димне світло пекельного світу.
      Цієї миті під впливом своєї агресивності ти злякаєшся й кинешся геть від
      блискучого білого світла, та відчуєш задоволення від м’якого димного
      світла пекельного світу. Тоді не злякайся різкого, блискучого, яскравого й
      ясного білого світла, та зрозумій його як мудрість. Із вірою та жагою
      прямуй до нього, відтворюючи молитву: «Це промінь співчуття
      Благословенного Ваджрасатви, я наздобуду в ньому прихисток». Це
      Благословенний Ваджрасатва йде, щоби прийняти тебе серед жахів бардо, це
      гачок променя співчуття Ваджрасатви – так забажай його. Не шукай насолоди
      в м’якому димному світлі пекельного світу. Це спокусливий шлях, на який
      штовхає тебе погана карма накопиченої лютої агресії. Якщо він захопить
      тебе, ти звалишся в пекло, потонеш у брудному болоті нестерпного
      страждання, звідки не видно виходу. Ця перешкода загороджує шлях до
      визволення, тому не дивись на неї, відкинь агресію. Не захоплюйся димним
      світлом і не сумуй за ним. Не захоплюйся ним і не сумуй за ним. Відчуй
      прагнення до яскравого, блискучого білого світла, відтворюй цю молитву
      надхнення, зосередивши думки на Благословенному Ваджрасаттві: Коли я
      блукаю в самсарі, палаючи агресією, Хай на світлоносному шляху
      дзерцалоподібної мудрості Йде поперед мене Благословенний Ваджрасаттва,
      Позаду мене – його дружина, Будда-Лочана; Допоможіть мені пройти
      небезпечною стежкою бардо, Щоби стала я досконалою, як Будда. О дитино
      шляхетного роду, слухай, не відволікаючись. Наступного дня засяє жовте
      світло, очищена стихія землі, й цієї миті постане перед тобою
      Благословенний Ратнасамбгава з жовтого південного Царства Слави. Його тіло
      жовтого кольору, він тримає в руці дорогоцінність, яка виконує бажання, й
      возсідає на кінному троні, обіймаючи дружину – Мамакі. Його супроводжують
      бодгісатви Акашаґарбга й Самантабгадра, та бодгісатви-жінки Мала й Дгупа,
      так, що шість буддичних форм з’являються з простору райдужного світла. З
      серця Ратнасамбгави та його дружини прийде до тебе жовте світло скандги
      відчуття в його первісній чистоті, прийде мудрість рівноваги, блискуча,
      жовта, прикрашена колами світла, яскрава й ясна, нестерпна для очей,
      прониже твоє серце так, що очі не зможуть витримати її сяйва. Цієї ж миті
      разом із світлом мудрості простромить твоє серце м’яке синє світло світу
      людей. У цей час під впливом гордості ти злякаєшся й спрямуєш геть від
      різкого, ясного жовтого світла, та відчуєш задоволення й потяг до м’якого
      синього світла світу людей. Тоді не злякайся жовтого світла, яскравого й
      ясного, різкого й блискучого, але зрозумій його як мудрість. Нехай твій
      розум спочиває в ньому, розслаблений, бездіяльний; нехай із жагою прямує
      до нього. Якщо ти пізнаєш його як природне сяйво твого власного розуму, –
      навіть, якщо не відчуваєш віри й не читаєш молитву надхнення, – всі форми,
      барви й промені неподільно зіллються з тобою, й ти досягнеш просвітлення.
      Якщо же не можеш пізнати це світло як природне сяйво твого власного
      розуму, з вірою молись йому: «Це промінь співчуття Благословенного
      Ратнасамбгави, я знайду в ньому прихисток». Це гачок променя співчуття
      Благословенного Ратнасамбгави – так забажай його. Не шукай насолоди в
      м’якому синьому світлі світу людей. Це спокусливий шлях неусвідомлених
      прагнень, які було накопичено під впливом сильної гордині. Якщо він
      захопить тебе, ти зійдеш до людського світу, відчуєш народження, старість,
      смерть і страждання та втратиш можливість покинути брудне болото самсари.
      Ця перешкода загороджує шлях до звільнення – отже, не дивись на нього,
      відкинь гординю, відкинь неусвідомлені прагнення. Не захоплюйся ним і не
      сумуй за ним. Забажай яскравого, блискучого жовтого світла й відтворюй цю
      молитву надхнення, зосередивши думки на одному – на Благословенному
      Ратнасамбгаві: Коли я блукаю в самсарі, гординею охоплений, Хай на
      світлоносному шляху мудрості рівноваги Йде поперед мене Благословенний
      Ратнасамбгава, Позаду мене – його дружина Мамакі; Допоможіть мені пройти
      небезпечною стежкою бардо, Щоби стала я досконалою, як Будда. О дитино
      шляхетного роду, слухай, не відволікаючись. Наступного дня засяє червоне
      світло, очищена стихія вогню, й цієї ж миті з’явиться перед тобою
      Благословенний Амітабга з червоного західного Царства Блаженства. Його
      тіло червоного кольору, він тримає лотос у руці й возсідає на павичому
      троні, обіймаючи дружину – Пандаравасіні. Його супроводжують бодгісатви
      Авалокітешвара й Манджушрі та бодгісатви-жінки Ґіта й Алока так, що шість
      буддичних форм з’являються з простору райдужного світла. З серця Амітабги
      та його дружини прийде до тебе червоне світло скандги сприйняття в його
      первісній чистоті, прийде мудрість розпізнання, блискуча, червона,
      прикрашена колами світла, сяюча й ясна, різка й яскрава, простромить твоє
      серце так, що не зможуть винести очі. Не бійся її. Цієї ж миті разом зі
      світлом мудрості засяє м’яке жовте світло світу голодних духів. Не шукай
      задоволення в ньому, відкинь бажання й тугу. В цей час під впливом сильних
      бажань ти злякаєшся й кинешся геть від різкого, яскравого червоного світла
      та відчуєш задоволення й прагнення до м’якого жовтого світла світу
      голодних духів. У цю мить не злякайся червоного світла, різкого й
      яскравого, сяючого й ясного, та пізнай його як мудрість. Хай твій розум
      спочиває в ньому, розслаблений і бездіяльний. Із вірою та жагою прямуй до
      нього. Якщо ти пізнаєш його як твоє ж природне сяйво, — навіть, якщо не
      відчуваєш віри й не відтворюєш молитву надхнення, — всі форми, барви й
      проміні неподільно зіллються з тобою, й ти досягнеш просвітлення. Якщо ти
      не пізнаєш червоне світло таким, із вірою відтворюй молитву: «Це промінь
      співчуття Благословенного Амітабги, я знайду в ньому прихисток». Це гачок
      променя співчуття Благословенного Амітабги. Проникнись вірою та не кидайся
      геть. Навіть, якщо ти відвернешся, він перебуватиме неподільно з тобою. Не
      злякайся, не захопись м’яким жовтим світлом світу голодних духів. Це шлях
      неусвідомлених прагнень, накопичених сильним бажанням. Якщо він захопить
      тебе, ти зійдеш до світу голодних духів і нестерпно страждатимеш від
      голоду й спраги. Ця перешкода загороджує шлях до звільнення – отже, не
      захоплюйся ним, відкинь неусвідомлені прагнення. Не сумуй за ним. Забажай
      блискучого яскраво-червоного світла й відтворюй цю молитву надхнення,
      зосередивши думки на одному – Благословенному Амітабсі та його дружині:
      Коли я блукаю в самсарі, бажанням охоплений, Хай на світлоносному шляху
      мудрості розпізнання Йде переді мною Благословенний Амітабга, Позаду мене
      – його дружина, Пандаравасіні; Допоможіть мені пройти небезпечною стежкою
      бардо, Щоби стала я досконалою, як Будда. О дитино шляхетного роду,
      слухай, не відволікаючись. Наступного дня засяє зелене світло, очищена
      стихія повітря, й цієї миті перед тобою з’явиться з зеленого північного
      Царства Завершених Дій Благословенний Амоґгасіддгі, володар кола. Його
      тіло зеленого кольору, в руці він тримає підвійну ваджру й возсідає на
      троні з птахів шанг-шанг, обіймаючи дружину – Самая-Тару. Його
      супроводжують бодгісатви Ваджрапані й Сарваніварана Віскамбгін і
      бодгісатви-жінки Ґандга й Найвед’я так, що шість буддичних форм
      з’являються з простору райдужного світла. Навіть, якщо ти відвернешся, він
      залишиться неподільно з тобою. З серця Амоґгасіддгі та його дружини прийде
      до тебе зелене світло скандги уявлення в його первісній чистоті, прийде
      мудрість довершених дій, яскраво-зелена, сяюча й ясна, різка й жахаюча,
      прикрашена дисками світла, простромить твоє серце так, що не зможуть
      витримати очі. Не злякайся її. Це мимовільна гра твого ж розуму, так що
      спочивай у цьому вищому стані, вільному від дій і турбот, де нема ані
      близького, ані далекого, ані любові, ані ненависті. У цей самий час разом
      зі світлом мудрості тебе осяє викликане заздрістю м’яке червоне світло
      світу ревнивих богів. Медитуй так, щоби зникла різниця між любов’ю та
      ненавистю. Але, якщо твій розум слабкий, просто не шукай насолоди в ньому.
      Цієї ж миті під впливом сильної заздрості ти злякаєшся й кинешся геть від
      різкого, яскравого зеленого світла та відчуєш задоволення й прагнення до
      м’якого червоного світла світу ревнивих богів. У цей час не злякайся
      зеленого світла, різкого й яскравого, сяючого й ясного, та пізнай його як
      мудрість. Нехай твій розум спочиває в ньому, розслаблений, бездіяльний; із
      вірою молись йому: «Це промінь співчуття Благословенного Амоґгасіддгі, я
      знайду в ньому прихисток». Це гачок променя співчуття Благословенного
      Амоґгасіддгі, мудрості довершених дій – так забажай його й не кидайся
      геть. Не злякайся його, не захопись м’яким червоним світлом світу ревнивих
      богів. Це звабливий шлях карми накопичення сильної заздрості. Якщо він
      захопить тебе, ти зійдеш до світу ревнивих богів і нестерпно страждатимеш
      від сварок і бійок. Ця перешкода загороджує шлях до звільнення, тому не
      захоплюйся ним, відкинь неусвідомлені прагнення. Забажай сяючого
      яскраво-зеленого світла й відтворюй цю молитву надхнення, зосередивши
      думки на одному – на Благословенному Амоґгасіддсі й його дружині: Коли я
      блукаю в самсарі, заздрістю охоплена, Нехай на світлоносному шляху
      мудрості завершених дій Йде поперед мене Благословенний Амоґгасіддгі,
      Позаду мене – його дружина, Самая-Тара; Допоможіть мені пройти небезпечною
      стежкою бардо, Щоби стала я досконалою, як Будда. О дитино шляхетного
      роду, слухай, не відволікаючись. Хоча тобі до вчорашнього дня було
      показано явище світла кожної з п’яти родин, вони збентежили тебе, бо ти
      була під впливом дурних прагнень, тому ти залишилася тут і досі. Якщо би
      ти пізнала, що природне сяйво мудрості цих п’яти родин є твоїм же проявом,
      ти розчинилася би в райдужному світлі в серці однієї з п’яти родин і стала
      би Буддою в Тілі Блаженства, та оскільки ти цього не пізнала, ти й досі
      залишилася блукати тут. Отже, дивись тепер і не відволікайся. Зараз
      з’являться разом п’ять родин; чотири потоки мудрості, поєднавшись,
      прийдуть, щоби вести тебе; пізнай їх. О дитино шляхетного роду, засяють
      чотири кольорових світла чотирьох очищених стихій; у цей самий час ● Будда
      Вайрочана та його дружина з’являться, як і раніше, з центрального Царства
      Всепроникаючого Кола; ● Будда Ваджрасаттва з дружиною й супутниками
      з’являться зі східного Царства Досконалої Радості; ● Будда Ратнасамбгава з
      дружиною й супутниками з’являться з південного Царства Слави; ● Будда
      Амітабга з дружиною й супутниками з’являться з західного Блаженного
      Царства Лотосу й ● Будда Амоґгасіддгі з дружиною й супутниками з’являться
      з північного Царства Завершених Дій, із простору райдужного світла. О
      дитино шляхетного роду, слідом за Буддами п’яти родин з’являться гнівні
      вартові брам: ● Віджая, «Всеперемогаючий»; ● Ямантака, «Той, що подолав
      смерть»; ● Хаягрива, «З конячою шиєю» та ● Амритакундалі, «Спираль
      нектару»; з’являться охоронниці брам: ● Анкуша, «Гачок»; ● Паша, «Петля»;
      ● Шрінкхала, «Ланцюг» і ● Ґганта, «Дзвін». З’являться шість мудреців,
      благословенних: ● Індра «Сотні жертв», мудрець світу богів; ● Вемачитра,
      «В чудовій мантії», мудрець світу ревнивих богів; ● Лев із роду Шак’я,
      мудрець світу людей; ● Дгрувасінга, «Непохитний Лев», мудрець світу
      тварин; ● Джваламукха, «З полум’яніючим ротом», мудрець світу голодних
      духів і ● Дгармараджа, «Цар Вчення», мудрець пекельного світу. З’являться
      також Самантабгадра й Самантабгадрі, Всеблагі Батько й Матір всіх Будд. Ці
      сорок два божества Тіла Блаженства виходитимуть із твого серця й
      з’являтимуться перед тобою; це чисті форми твоїх проявів – так пізнай їх.
      О дитино шляхетного роду, ці царства існують не десь зовні, вони
      розташовуються в чотирьох сторонах твого серця, а його центр – п’яте
      царство; наразі вони виходять із серця, з’являючись перед тобою. Ці образи
      не приходять зовні, вони – лише початкова, мимовільна гра твого розуму, –
      пізнай же їх саме так. О дитино шляхетного роду, ці образи не великі й не
      малі, їх пропорції досконалі. Кожен із них має свої прикраси, одяг, колір,
      позу, свій трон і свій символ. Вони розгортаються п’ятьма парами, й кожну
      пару оточує п’ятикольоровий ореол. Вся мандала, чоловічі й жіночі божества
      всіх родин з’являться повністю, одразу. Пізнай їх, бо вони – твої їдами. О
      дитино шляхетного роду, з серця Будд п’яти родин та їхніх дружин осяють
      твоє серце промені чотирьох потоків мудрості – найтонші й ясні, мов
      простягнене сяйво сонця. Спочатку осяє твоє серце з серця Вайрочани
      мудрість простору Дгарми, тканина з сяючих білих променів, яскравих і
      жахаючих. У цій променевій тканині з’являться блискучі білі диски, ясні й
      яскраві, мов дзеркала, повернені донизу, обрамлені п’ятьма меншими
      дисками, які прикрашені ще більш малими, так що немає ані центру, ані
      кордонів світла. З серця Ваджрасатви в сяючій синій тканині
      дзеркалоподібної мудрості з’явиться синій диск, неначе перекинута бірюзова
      чаша в оточенні інших дисків. Із серця Ратнасамбгави в сяючій жовтій
      тканині мудрості рівноваги з’явиться жовтий диск, неначе золота перекинута
      чаша в оточенні інших дисків. Із серця Амітабги, в сяючій червоній тканині
      мудрості розпізнавання з’явиться блискучий червоний диск, неначе коралова
      перекинута чаша, сяюча глибоким світлом мудрості, ясний і яскравий,
      оточений іншими дисками так, що немає ані центру, ані кордонів світла.
      Вони теж осяють твоє серце. О дитино шляхетного роду, ці диски теж виникли
      з мимовільної гри твого ж розуму, а не прийшли зовні; тому не захоплюйся
      ними, не лякайся їх, перебувай розслабленою й вільною від думок. Тоді всі
      образи й промені зіллються з тобою, та ти досягнеш просвітлення. О дитино
      шляхетного роду, зелене світло мудрості завершених дій не з’являється, бо
      енергія твоєї мудрості ще не цілком дозріла. О дитино шляхетного роду, це
      зветься злиттям чотирьох потоків мудрості, коридором Ваджрасатви. Цієї
      миті пригадай попредні настанови свого Вчителя. Якщо ти пригадаєш сенс
      того, що тобі розповіли, ти повіриш своїм попереднім відчуттям, пізнаєш їх
      як зустріч матері та сина, мов побачення старих друзів. Відсікаючи
      сумніви, ти пізнаєш свої ж прояви й вступиш на чистий незмінний шлях
      абсолютної сутності; віра призведе до нескінченної медитації, ти
      розчинишся в великій самосутній мудрості й станеш Буддою в Тілі
      Блаженства, який ніколи не зійде назад. О дитино шляхетного роду, разом зі
      світлом мудрості засяє світло шости нечистих ілюзорних світів: ● м’яке
      біле світло світу богів, ● м’яке червоне світло світу ревнивих богів, ●
      м’яке синє світло світу людей, ● м’яке зелене світло світу тварин, ● м’яке
      жовте світло світу голодних духів і ● м’яке димне світло пекельного світу.
      Вони засяють разом із чистим світлом мудрості. Не припадай до них і не
      захоплюйся жодним із них, але перебувай розслабленою й вільною від думок.
      Якщо тебе налякає чисте світло мудрості й залучить нечисте світло шести
      світів, ти втілишся в істоту одного з цих світів і підеш далі важким
      шляхом, бо не буде виходу з великого океану нещастя самсари. О дитино
      шляхетного роду, якщо ти не отримала вказівок Учителя, тебе налякають ці
      образи й чисте світло мудрості, тебе захопить нечисте світло самсари; не
      роби цього, але відчуй благоговіння перед чистим світлом мудрості, різким
      і яскравим. Благоговійно міркуй: «Проміні мудрості й співчуття
      Благословенних Будд п’яти родин зійшли, щоб із співчуттям заволодіти мною;
      я наздобуду в них прихисток». Не захоплюйся світлом шести ілюзорних
      світів, не сумуй за ними та відтворюй цю молитву надхнення, зосередивши
      думки на Буддах п’яти родин та їхніх дружинах: Коли крізь п’ять отрут
      блукаю я в самсарі, Хай на світлоносному шляху поєднання чотирьох потоків
      мудрості Йдуть поперед мене переможці, голови п’яти родин, Позаду мене –
      їхні дружини; Позбавте мене шляхів шести нечистих світів, Допоможіть мені
      пройти небезпечною стежкою бардо, Щоби я досягнула п’яти чистих Царств
      Будди. О дитино шляхетного роду, слухай, не відволікаючись. Наступного дня
      в твоєму розумі, який не усвідомлює, засяє чисте багатокольорове світло —
      оберігачі знання з Чистого Царства Простору прийдуть, щоб захопити тебе. В
      центрі мандали, що наповнена райдужним світлом, з’явиться той, кого звуть
      «Неперевершеним Досконалим Оберігачем Знання», Лотосовим Володарем Танцю;
      його тіло сяє п’ятьма кольорами, він обіймає дружину – Червону Дакиню,
      танцює з серповидним ножем і черепом, сповненим крові, склавши пальці в
      мудрі зачарування й дивлячись у небо. Зі сходу мандали з’явиться той, кого
      звуть «Оберігач Знання, Затверджений в «Щаблях»; він білого кольору, з
      променевим обличчям; він обіймає дружину – Білу Дакиню, танцює з
      серповидним ножем і черепом, сповненим крові, склавши пальці в мудрі
      зачарування й дивлячись у небо. З півдня мандали з’явиться той, кого звуть
      «Оберігач Знання – Володар Життя»; він жовтого кольору й чудово складений,
      він обіймає дружину – Жовту Дакиню, танцює з серповидним ножем і черепом,
      сповненим крові, склавши пальці в мудрі зачарування й дивлячись у небо. З
      заходу мандали з’явиться той, кого звуть «Оберігач Знання – Великий
      Символ»; він червоного кольору, з променевим обличчям, що посміхається,
      він обіймає дружину – Червону Дакиню, танцює з серповидним ножем і
      черепом, сповненим крові, склавши пальці в мудрі зачарування й дивлячись у
      небо. З півночі мандали з’явиться той, кого звуть «Оберігач Знання, що
      Виникає Мимовільно»; він зеленого кольору, його обличчя одночасно гнівне й
      усміхнене; він обіймає дружину – Зелену Дакиню, танцює з серповидним ножем
      і черепом, сповненим крові, склавши пальці в мудрі зачарування й дивлячись
      у небо. За оберігачами знання з’являються незліченні натовпи дакинь:
      дакині восьми місць кремації, дакині чотирьох родин, дакині трьох
      місцеперебувань, дакині десяти напрямків, дакині двадцяти чотирьох місць
      паломництва; з’являться чоловічі й жіночі божественні воїни й служителі,
      всі чоловічі й жіночі дгармапали-захисники вчення, зі шістьма прикрасами з
      костей, з барабанами, трубами зі стегневих кісток, барабанами з черепів,
      прапорами зі шкіри юнаків, балдахінами й стрічками з людської шкіри,
      кадіннями з людської плоті, з безкінечно різноманітними музичними
      інструментами; заповнюючи всі царства Всесвіту так, що вони гойдаються,
      тремтять і трясуться, граючи на всіх інструментах музику, від якої
      розколюються голови; танцюючи різні танці, вони прийдуть, щоб захопити
      тих, хто був вірний обітниці Самая, й покарати тих, хто віддав його
      забуттю. О дитино шляхетного роду, в царстві неусвідомленого з серця п’яти
      володарів-оберігачів знання прийде чиста природна мудрість, яка сяє
      п’ятикольоровими променями, подібними до барвистих скручених нитей,
      блискуча, тремтлива, мерехтлива, яскрава й ясна, різка й лячна; вона
      простромить твоє серце так, що не зможуть витримати очі. У цей же час
      разом зі світлом мудрості засяє м’яке зелене світло світу тварин. Цієї
      миті, збентежена неусвідомленими прагненнями, ти злякаєшся й кинешся геть
      від п’ятикольорового світла, та тебе захопить м’яке світло світу тварин.
      Тоді не злякайся яскравого, різкого п’ятикольорового світла; не бійся
      його, та пізнай його як мудрість. Із глибини світла прийде природний звук
      Істини, немов гуркіт тисячі громів. Він катиться й гуркотить, і
      відображається в бойовому кличі та пронизливому звучанні гнівних мантр. Не
      бійся його, не прямуй геть. Пізнай його як гру твого ж розуму, як власний
      прояв. Не захоплюйся м’яким зеленим світлом світу тварин, не сумуй за ним;
      якщо він захопить тебе, ти зійдеш до тваринного світу невігластва, болісно
      страждатимеш від дурості, німоти й рабства, з яких не буде видно виходу, –
      не захоплюйся ним. Забажай ясного, яскравого п’ятикольорового світла,
      зосередься на благословенних оберігачах знання, на божественних учителях і
      думай цієї миті так: «Оберігачі знання з воїнами й дакинями прийшли, щоби
      захопити мене до Чистого Царства Простору. Нехай вони подбають про істот,
      подібних до мене, що не накопичили заслуг і не були врятовані, хоча їх вже
      досягли промені співчуття стількох багатьох божеств із п’яти родин Будд
      минулого, сучасного й майбутнього. Журба таким, як я! Тепер усі ви,
      оберігачі знання – не дозвольте мені пасти ще нижче, вловіть мене гачками
      співчуття й піднесіть до Чистого Царства Простору». Зосереджено відтворюй
      цю молитву надхнення: Нехай міркують про мене божественні оберігачі
      знання, Нехай із великою любов’ю ведуть мене на шляху. Коли я блукаю в
      самсарі, прагненнями охоплена, Нехай на світлоносному шляху природної
      мудрості Йдуть поперед мене оберігачі знання й воїни, Позаду мене – їх
      дружини, дакині; Допоможіть мені пройти небезпечною стежкою бардо, Щоби
      досягнув я Чистого Царства Простору. ---------- Кінець першої частини
      книги «Великого Визволення в результаті почутого», де розповідається про
      світлоносну порожнечу бардо, що з'являється в мить смерті (чі-кхай бардо),
      й про явище мирних ликів бардо сутнісної дійсності, дгармадгату (чьо-ньї
      бардо). _________ Частина ІІ Тепер буде сказано про явище бардо гнівних
      божеств. О дитино шляхетного роду, слухай, не відволікаючись. Хоча тобі
      вже з’явилось бардо мирних божеств, ти не пізнала його, тому ти продовжуєш
      блукати й досі. Тепер, наступного дня, з’являться гнівні божества, що
      п’ють кров. О дитино шляхетного роду, той, кого звуть Славний Великий
      Будда-Герука, вийде з твого власного мозку, засяє перед тобою ясно й живо:
      його тіло винного кольору, в нього три голови, шість рук і чотири ноги,
      широко розпростерті; ● правий лик його білий, ● лівий — червоний, ● а
      центральний – винного кольору; його тіло виблискує, нібито воно зі світла,
      дев’ять очей його гнівно й пильно дивляться в твої очі, його брови подібні
      до спалахів блискавки, його зуби блищать, як мідь; він регоче, викрикуючи:
      «а-ла-ла!» й «ха-ха!», видає голосні свистячі звуки: «шу-у!». Виблискуючи,
      розлітається червоно-золоте волосся Будда-Геруки, його голови увінчані
      засохлими черепами, сонцем і місяцем, його тіло – в гірляндах із чорних
      змій та свіжих черепів; ● він тримає в правій верхній руці колесо, ● в
      середній – бойову сокиру, ● в нижній – меч; ● у лівій верхній руці –
      дзвін, ● у середній – леміш, ● у нижній – чашу з черепа; його тіло обіймає
      його дружина – Будда-Кродгишварі, обвиває його шию правою рукою, а лівою
      рукою підносить до його рота череп, повний крові; він видає брязкітливі
      голосні звуки й ревіння, подібне до грому; полум’я мудрості виходить із
      подібного до блискучої ваджри волосся на його тілі; він стоїть на троні,
      що підтримують птахи-гаруди, які парять у небі, він перехрестив дві ноги й
      випростав дві інших. Не лякайся його [Будду-Геруку], не жахайся, не
      збентежуйся. Пізнай його як прояв твого ж розуму. Він – твій їдам, тому не
      бійся. Воістину, він – Благословенний Вайрочана зі своєю дружиною, тому не
      жахайся. Пізнання й звільнення прийдуть одночасно. О дитино шляхетного
      роду, слухай, не відволікаючись. Наступного дня зі східної частини твого
      мозку вийде й з’явиться перед тобою прояв родини ваджра, що п’є кров, –
      Благословенний Ваджра-Герука. Тіло Ваджра-Геруки темно-синього кольору, в
      нього три голови, шість рук і чотири ноги, широко розпростерті; ● правий
      лик його білий, ● лівий — червоний, ● а центральний — синього кольору. ● В
      правій верхній руці Ваджра-Герука тримає ваджру, ● в середній – чашу з
      черепа, ● в нижній – бойову сокиру; ● в лівій верхній руці в нього дзвін,
      ● в середній – чаша з черепа, ● в нижній – леміш; його тіло обіймає його
      дружина Ваджра-Кродгишварі, обвиває шию правою рукою, а лівою підносить до
      його рота череп, повний крові. Не лякайся його [Ваджра-Геруку], не
      жахайся, не збентежуйся. Пізнай його як прояв твого ж розуму. Він – твій
      їдам, тому не бійся. Воістину він – Благословенний Ваджрасаттва зі своєю
      дружиною, тому вияви пошану. Пізнання й звільнення прийдуть одночасно. О
      дитино шляхетного роду, слухай, не відволікаючись. Наступного дня з
      південної частини твого мозку з’явиться перед тобою прояв родини ратна, що
      п’є кров, – Благословенний Ратна-Герука. Тіло Ратна-Геруки темно-жовтого
      кольору, в нього три голови, шість рук і чотири ноги, широко розпростерті;
      ● правий лик його білий, ● лівий – червоний, ● а центральний – блискучого
      темно-жовтого кольору. ● В правій верхній руці Ратна-Герука тримає
      дорогоцінність, ● у середній – тризуб із трьома людськими головами, ● в
      нижній – палицю; ● в лівій верхній руці в нього дзвін, ● у середній – чаша
      з черепа, ● в нижній – тризуб; його тіло обіймає його дружина
      Ратна-Кродгишварі, обвиває його шию правою рукою, та лівою підносить до
      його рота череп, повний крові. Не лякайся його [Ратна-Геруку], не жахайся,
      не збентежуйся. Пізнай його як прояв твого ж розуму. Він – твій їдам, тому
      не бійся. Воістину, він – Благословенний Ратнасамбгава зі своєю дружиною,
      – то відчуй потяг до нього. Пізнання й звільнення прийдуть одночасно. О
      дитино шляхетного роду, слухай, не відволікаючись. Наступного дня з
      західної частини твого мозку вийде й ясно з’явиться перед тобою прояв
      родини лотоса, що п’є кров, – Благословенний Падма-Герука в союзі зі своєю
      дружиною. Тіло Падма-Геруки темно-червоного кольору, в нього три голови,
      шість рук і чотири ноги, широко розпростерті; ● його правий лик білий, ●
      лівий – синій, ● а центральний – темно-червоного кольору. ● В правій
      верхній руці Падма-Герука тримає лотос, ● в середній – тризуб із трьома
      людськими головами, ● в нижній – жезл; ● у лівій верхній руці в нього
      дзвін, ● у середній – чаша з черепа, повна крові, ● в нижній – маленький
      барабан; його тіло обіймає його дружина Падма-Кродгишварі, обвиває його
      шию правою рукою, а лівою – підносить до його рота чашу з черепа, повну
      крові. Не лякайся його [Падма-Геруку], не жахайся, не збентежуйся. Пізнай
      його як прояв твого ж розуму. Він – твій їдам, тому не бійся. Воістину він
      – Благословенний Амітабга зі своєю дружиною, то відчуй любов до нього.
      Пізнання й звільнення прийдуть одночасно. О дитино шляхетного роду,
      слухай, не відволікаючись. Наступного дня з північної частини твого мозку
      вийде й ясно з’явиться перед тобою прояв родини карма, що п’є кров, –
      Благословенний Карма-Герука. Тіло Карма-Геруки темно-зеленого кольору, в
      нього три голови, шість рук і чотири ноги, широко розпростерті. ● Правий
      лик його білий, ● лівий – червоний, ● а середній – величного
      темно-зеленого кольору. ● В верхній правій руці Карма-Герука тримає меч, ●
      у середній – посох, ● у нижній – жезл; ● у верхній лівій руці в нього
      дзвін, ● у середній – чаша з черепу, ● в нижній – леміш; його тіло обіймає
      його дружина Карма-Кродгишварі, правою рукою обвиває його шию, а лівою –
      підносить до його рота чашу з черепа, повну крові. Не бійся його
      [Карма-Геруку], не лякайся, не збентежуйся. Пізнай його як прояв свого ж
      розуму. Він – твій їдам, тому не бійся. Воістину, він – Благословенний
      Амоґгасіддгі зі своєю дружиною, то відчуй відданість і любов. Пізнання й
      звільнення прийдуть одночасно. О дитино шляхетного роду, слухай, не
      відволікаючись. Із твого власного мозку вийдуть і з’являться перед тобою
      вісім ґаурі. Не лякайся їх. Зі східної частини твого мозку з’явиться тобі
      біла Ґаурі, в правій руці вона тримає труп, мов палицю, а в лівій – чашу з
      черепа, повну крові. Не лякайся. З півдня з’явиться жовта Каурі, яка
      запускає стрілу з лука. З південного сходу з’явиться помаранчова Пуккасі,
      яка тримає в правій руці кишки, а лівою відправляє їх до рота; з
      південного заходу – темно-зелена Ґгасмарі, яка п’є з повного крові черепа,
      який вона тримає в лівій руці й помішує кров ваджрою в правій руці. З
      північного заходу з'явиться блідо-жовта Чандалі, яка відриває голову від
      тіла, тримає серце в правій руці, а лівою підносить тіло до свого рота; з
      північного сходу – темно-синя Смешалі, яка відриває голову від тіла й
      пожирає її. Ці вісім ґаурі сторін світу, які оточують п’ятьох герук, що
      п’ють кров, вийдуть із твого мозку й з’являться перед тобою. Не лякайся
      їх. О дитино шляхетного роду, слухай, не відволікаючись. Після ґаурі в
      свою чергу вийдуть і з’являться перед тобою вісім пішачі святих місць. Зі
      сходу з’явиться Сінхамукха, винного кольору, з головою лева; вона
      перехрестила руки на грудях, розкидала гриву й тримає труп у роті; з
      півдня – В’яґгрімукха, червона, з головою тигриці; вона опустила донизу
      перехрещені руки, витріщила очі й оскалила зуби. Із південного сходу
      з’явиться Ґрідграмукха, блідо-жовта, з головою грифа; вона несе на своєму
      плечі гігантський труп і тримає в руці скелета; з південного заходу –
      Канкамукха, темно-червона, з головою яструба; вона несе на своєму плечі
      зідрану шкіру гіганта. З північного заходу з'явиться Какамукха, чорна, з
      головою ворона; вона тримає чашу з черепа в лівій руці й меч у правій,
      пожирає серце й легені; з північного сходу – Улумукха, темно-синя, з
      головою сови; вона тримає ваджру в правій руці й меч – у лівій. Ці вісім
      пішачі святих місць, які оточують п’ятьох герук, що п’ють кров, вийдуть із
      твого власного мозку й з’являться перед тобою. Не лякайся їх. Пізнай все,
      що з’являється, як гру твого ж розуму, як твої же прояви. О дитино
      шляхетного роду, наступного дня також вийдуть із твого мозку й з’являться
      перед тобою чотири богині брам – пізнай же їх. Зі східної частини твого
      мозку вийде й з’явиться перед тобою Анкуша – біла, з тигрячою головою,
      вона тримає стрекала й чашу з черепа, повну крові. З півдня з’явиться Паша
      – жовта, з головою свині, котра тримає аркан. Із заходу з’явиться
      Шрінкхала — червона, з головою лева, котра тримає залізний ланцюг. Із
      півночі з'явиться Ґганта – зелена, з головою змії, котра тримає дзвін. Ці
      чотири богині брам вийдуть із твого власного мозку й з’являться перед
      тобою. Пізнай їх як їдамів. О дитино шляхетного роду, за тридцятьма
      гнівними геруками в свою чергу вийдуть із твого мозку й з’являться перед
      тобою двадцять вісім йогинь із різними головами, різними символами в
      руках. Не лякайся їх, але пізнай все, що з’являється, як гру твого ж
      розуму, як твої ж прояви. Досягнувши цієї рішучої миті, пригадай настанови
      свого гуру. О дитино шляхетного роду, зі сходу вийдуть із твого мозку й
      з’являться перед тобою шість йогинь сходу: Ракшасі, «Демониця» – винного
      кольору, з головою яка; вона тримає ваджру в руці; Брагмі – помаранчова, з
      головою змії; вона тримає лотос; Магадеві, «Велика Богиня» – темно-зелена,
      з головою леопарда; вона тримає тризуб; Лобга, «Жадібна» – синя, з головою
      мангуста; вона тримає колесо; Кумарі, «Діва» – червона, з головою жовтого
      ведмедя; вона тримає короткий спис й Індрані – біла, з головою бурого
      ведмедя; вона тримає аркан із кишок. Не лякайся їх. О дитино шляхетного
      роду, з півдня вийдуть із твого мозку й з’являться перед тобою шість
      йогинь півдня: Ваджра – жовта, з головою свині; вона тримає бритву в руці;
      Шанті, «Мирна» – червона, з головою водяного звіра; вона тримає вазу;
      Амріта, «Нектар безсмертя» – червона, з головою скорпіона; вона тримає
      лотос; Кандра, «Місяць» – біла, з головою яструба; вона тримає ваджру;
      Данда, «Палиця» – темно-зелена, з головою лисиці; вона тримає палицю й
      Ракшасі, «Демониця» – темно-жовта, з тигрячою головою; вона тримає череп,
      повний крові. Не лякайся їх. О дитино шляхетного роду, з заходу вийдуть із
      твого мозку й з’являться перед тобою шість йогинь заходу: Бгакшині, «Та,
      що поїдає» –темно-зелена, з головою грифа, вона тримає палицю; Раті,
      «Насолода» – червона, з конячою головою, вона тримає в руці труп гіганта;
      Магабала, «Велика сила» – біла, з головою птаха-гаруди, вона тримає
      палицю; Ракшасі, «Демониця» – червона, з собачою головою, вона ріже
      ваджрою, мов бритвою; Кама, «Бажання», – червона, з головою одуда, вона
      випускає стрілу з лука й Васуракша, «Покровителька багатства» –
      темно-зелена, з головою лані, вона тримає вазу. Не лякайся їх. О дитино
      шляхетного роду, з півночі вийдуть із твого мозку й з’являться перед тобою
      шість йогинь півночі: Ваюдеві, «Богиня вітру» – синя, з головою вовчиці, з
      прапором, що розвивається, в руці; Нарі, «Жінка» – червона, з головою
      буйволиці; вона тримає загострений кіл; Варагі, «Свиня» – чорна, з головою
      свині; вона тримає аркан, унизаний зубами; Ваджра – червона, з воронячою
      головою; вона тримає шкіру дитини; Магагастині, «Слониха» – темно-зелена,
      з головою слона; вона тримає в руці труп гіганта й п’є його кров й
      Варунадеві, «Богиня води» – синя, з головою змії, вона тримає аркан зі
      змій. Не лякайся їх. О дитино шляхетного роду, з твого мозку вийдуть і
      з’являться перед тобою чотири йогині брам: зі сходу – біла Ваджра, з
      головою зозулі, вона тримає в руці залізний гак. Із півдня з'явиться перед
      тобою жовта Ваджра з головою кози, вона тримає аркан. Із заходу з'явиться
      перед тобою червона Ваджра з головою лева, вона тримає залізний ланцюг. Із
      півночі з'явиться перед тобою темно-зелена Ваджра, з головою змії; вона
      тримає дзвін. Ці чотири йогині брам вийдуть із твого мозку й з’являться
      перед тобою. Ці двадцять вісім йогинь мимовільно виникають із гри
      самоствореної сили гнівних герук – пізнай же їх. О дитино шляхетного роду,
      мирні божества з’являються з порожнечі Тіла Дгарми. Пізнай це. Гнівні
      божества з’являються з сяйва Тіла Блаженства – пізнай же це. Якщо цієї
      миті, коли з твого мозку виходять і з’являються перед тобою п’ятдесят
      вісім божеств, які п’ють кров, ти пізнаєш, що все, що існує, виникає з
      твого ж сяючого розуму – ти негайно станеш Буддою, невіддільним від
      божеств, які п’ють кров. О дитино шляхетного роду, якщо ти не пізнаєш, що
      все, що існує, виникає з твого ж сяючого розуму, ти злякаєшся їх, кинешся
      геть і прийдеш до нових страждань. Якщо ти цього не пізнаєш, ти побачиш у
      всіх божествах, що п’ють кров, Володарів Смерті й злякаєшся їх. Ти відчуєш
      себе переляканою, збентеженою і слабкою. Твої власні прояви перетворяться
      на бісів, і ти блукатимеш у самсарі. Та, якщо ти не відчуєш ані потягу,
      ані страху, – ти не блукатимеш у самсарі. О дитино шляхетного роду,
      найбільші з цих мирних і гнівних божеств подібні до цілого неба, середні –
      як гора Меру, а найменші – як вісімнадцять людей, що встали на плечі один
      одному. Не лякайся ж їх. Усі вони з’являються, як промені й образи; коли
      ти пізнаєш їх як природне сяйво твого ж розуму, твоє власне сяйво
      неподільно зіллється з променями й образами, й ти станеш Буддою. О дитино!
      Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій же
      прояв; пізнай це як світло, природне сяйво твого власного розуму. Якщо ти
      це пізнаєш, ти станеш Буддою тієї ж миті, в цьому немає сумнівів. Без
      зволікання прийде те, що звуть миттєвим досконалим просвітленням.
      Пам’ятай! О дитино шляхетного роду, якщо зараз ти не пізнаєш ці явища як
      світло, природне сяйво твого власного розуму, й продовжиш лякатись, усі
      мирні божества з’являться в вигляді Магакали, всі гнівні божества
      з’являться в вигляді Царя Дгарми та всі твої прояви перетворяться на
      бісів. О дитино шляхетного роду, якщо ти не пізнаєш свої власні прояви, ти
      не станеш Буддою, навіть, якщо сповідувала Вчення протягом цілої кальпи й
      вивчила всі сутри й тантри. Та, якщо ти пізнала свої же прояви, одна ця
      таємниця та одне слово зроблять тебе Буддою. Якщо ж ти не пізнала свої
      прояви, вони з’являться в вигляді Царя Дгарми, Володаря Смерті, в бардо
      сутнісної дійсності дгармадгату, щойно ти помреш. Найбільші Володарі
      Смерті заповнюють усе небо, середні подібні до гори Меру; вони прийдуть,
      заповнюючи весь Усесвіт. Їхні зуби кусають нижню губу, очі їхні тьмяні,
      волосся зав’язане на маківці, животи гігантські та шиї тонкі, в руках вони
      тримають записи людських дій, вигукуючи: «бий!» і «вбивай!», вилизують
      мозок, відриваючи голови від тіл, вириваючи внутрішні органи: так прийдуть
      вони, заповнюючи весь Усесвіт. О дитино шляхетного роду, коли такими
      з’являться твої прояви – не злякайся. Ти маєш розумове тіло неусвідомлених
      бажань, тому не можеш померти, навіть, якщо тебе вб’ють і розріжуть на
      шматки. Воістину, ти – природна форма порожнечі, тому не треба боятися.
      Володарі Смерті теж виникають із твого власного сяючого розуму, вони – не
      з твердої речовини. Порожнеча не може зашкодити порожнечі. Будь певна, що
      мирні й гнівні божества, геруки, що п’ють кров, божества з головами
      звірів, райдужне світло, жахаючі образи Володарів Смерті й все решта не
      існують реально та виникають лише з мимовільної гри твого розуму. Якщо ти
      розумієш це, ти природно звільнишся від усякого страху й в неподільному
      сяйві станеш Буддою. Якщо ти пізнала їх так, вони – твої їдами. Думай
      напружено й цілеспрямовано: «Вони прийшли, щоби запросити мене на
      небезпечну стежку бардо; я знайду в них прихисток». Пам’ятай про Три
      Дорогоцінності. Пам’ятай про свого їдама; назви його ім’я й молись йому
      такими словами: «Я блукаю в бардо – так будь моїм визволителем, із
      співчуттям заволодій мною, о мій дорогоцінний їдаме». Назви ім’я твого
      вчителя й молись йому: «Я блукаю в бардо – так будь моїм визволителем, не
      залишай мене своїм співчуттям». Спрямовано молись божествам, які п’ють
      кров, і відтворюй цю молитву надхнення: «Коли блукаю я в самсарі крізь
      дужі неусвідомлені прагнення, В сяйві відмови від усілякого страху Нехай
      ідуть поперед мене Благословенні, мирні й гнівні, Позаду мене – гнівні
      богині, Цариці Простору; Допоможіть мені пройти небезпечною стежкою бардо,
      Щоб стала я досконалою, як Будда. Коли я блукаю одна, з любими друзями
      розлучена, Та виникають порожні образи моїх же проявів, Нехай надішлють
      Будди силу свого співчуття, Щоби жахи бардо не прийшли. Коли сяють п’ять
      світлих вогнів мудрощі, Нехай я без страху пізнаю себе; Коли з’являються
      образи мирних і гнівних божеств, Нехай я безстрашно й впевнено пізнаю
      бардо. Коли я страждаю під владою тяжкої карми, Нехай розсіє мій їдам
      усіляке страждання; Коли звук сутнісної дійсності гуркоче, мов тисяча
      громів, Нехай стане він звуком Шести Складів. Коли я прямую за своєю
      кармою та немає прихистку, Нехай стане моїм прихистком Володар Великого
      Співчуття; Коли я страждаю від карми неусвідомлених прагнень, Нехай
      виникне самадгі блаженства й світла, Нехай не повстануть як вороги п’ять
      Стихій, Нехай я побачу царства п’яти Будд». Відтворюй цю молитву надхнення
      з глибокою пошаною. Всі страхи зникнуть, і ти, безсумнівно, станеш Буддою
      в Тілі Блаженства, тому це так важливо; не відволікайся ж. ------- Кінець
      розповіді про бардо сутнісної дійсності дгармадгату (чьо-ньї бардо), що
      зветься «Велике Визволення в результаті почутого», про Вчення бардо, що
      звільнює, коли почуто й побачено. *** Настанови й молитви «КНИГИ ВЕЛИКОГО
      ВИЗВОЛЕННЯ» Частина ІІІ. Віддамо пошану божествам: Ґуру, їдамам і дакині;
      Нехай стануть вони причиною звільнення в бардо. В книзі «Великого
      Визволення в результаті почутого» вже було розповідано про бардо сутнісної
      дійсності дгармадгату (чьо-ньї бардо), тепер нагадаємо про бардо
      поставання/переродження (сіпа бардо). О дитино шляхетного роду, уважно
      слухай і осягай. Пекельні істоти, боги й тіло бардо народжуються
      мимовільно. Коли в бардо сутнісної дійсності дгармадгату (чьо-ньї бардо)
      з’явилися мирні й гнівні божества, ти їх не пізнала, тому ти знесилилася
      від страху за ці дні; але коли ти прийшла до тями, твоя свідомість
      прояснилась і виникло нове тіло, подібне до того, що було в тебе раніше. У
      тантрі сказано: «З попереднім і майбутнім тілом бардо
      поставання/переродження (сіпа бардо), Яке обдароване всіма почуттями,
      безперешкодно мандрує, Володіє дивовижною силою, що обумовлена кармою,
      Видиме чистими очима богів, які мають таку саму природу». Тут слово
      «попереднє» позначає, що ти володієш тілом, подібним до попереднього тіла
      з плоті й крові, такого, яке ти пам’ятаєш, окрім того, воно випромінює
      світло й має ознаки тіла людей золотого віку. Це відчуття розумового тіла,
      тому його звуть «розумовим тілом відчуття бардо». Цієї миті, якщо тобі
      доведеться народитись богом, ти відчуєш світ богів, якщо ж тобі доведеться
      народитись ревнивим богом, людиною, твариною, голодним духом або мешканкою
      пекла – ти відчуєш відповідний світ. Тому слово «попереднє» позначає, що
      досі ти вважала, що маєш матеріальне тіло, яким ти його пам’ятаєш, та
      «майбутнє» позначає, що потім ти відчуєш той світ, де тобі доведеться
      згодом народитись; тому кажуть: «попереднє й майбутнє». Які би явища цієї
      миті не виникали, не йди за ними, не захоплюйся ними та не жадай їх. Якщо
      ти ними захопишся або забажаєш їх, ти блукатимеш у шести світах,
      відчуваючи страждання. Хоча до вчорашнього дня тобі з’являлися прояви
      бардо сутнісної дійсності дгармадгату, ти не пізнала їх, тому вимушена
      блукати тут. Тепер, якщо ти зможеш зосереджено медитувати, спокійно
      занурити свій розум у чисту, оголену, світлоносну порожнечу, про яку тобі
      повідав учитель, і ти зможеш розслабитись у стані несприйняття й недіяння,
      ти досягнеш звільнення та не ввійдеш до лона жінки. Якщо ти не в змозі
      зрозуміти, уяви над своєю головою свого їдама або вчителя й спробуй
      відчути благоговіння. Це дуже важливо. Повторюю знову й знову – не
      відволікайся! О дитино шляхетного роду, зосереджено слухай. Слова
      «обдарований усіма почуттями» позначають, що, навіть, якщо ти за життя
      була сліпою, глухою й покаліченою, то тепер, у стані бардо, твої очі
      бачать образи, вуха чують звуки, всі твої почуття ясні й бездоганні; тому
      сказано: «обдароване всіма почуттями». Це ознака того, що ти померла й
      блукаєш у стані бардо, – отже пізнай це та пам’ятай настанови. О дитино
      шляхетного роду, слово «безперешкодно» означає, що, оскільки ти маєш
      розумове тіло й твій розум відділений від попередньої опори, оскільки
      немає в тебе матеріального тіла, ти можеш тепер проходити назад і вперед,
      навіть, крізь гору Меру – царицю гір, можеш пройти куди завгодно, крім
      лона твоєї матері й діамантового сідалища. Це ознака того, що ти блукаєш у
      стані бардо поставання/переродження (сіпа бардо), тому пам’ятай настанови
      свого вчителя й молись Володарю Великого Співвідчуття. О дитино шляхетного
      роду, слова «володіє дивовижною силою, що обумовлена кармою» означають, що
      тепер ти наділена дивовижними здібностями, які ти наздобула не медитацією
      або чеснотами, але тими, що прийшли до тебе природно: вони мають природу
      кармічної сили. Ти можеш миттєво обійти чотири континенти й гору Меру,
      переміститися куди завгодно за час, потрібний людині, щоби протягнути й
      забрати руку. Та ці здібності не личать тобі; не міркуй про них. Зараз ти
      в змозі реалізувати їх без перешкод, можеш здійснити все, про що подумаєш,
      і немає вчинку, який ти не мігла би здійснити – пізнай же це та молись
      своєму вчителеві. О дитино шляхетного роду, слова «видиме чистими очима
      богів, які мають таку саму природу» означають, що ті, кому доведеться
      народитись у світі однієї і тієї же природи, побачать один одного в стані
      бардо, тому ті, кому призначено народитись богами, побачать один одного.
      Так само, якщо їм доведеться народитись у будь-якому з шести світів, вони
      побачать тих, хто має таку саму природу. Не кидайся до них та медитуй на
      Володаря Великого Співчуття. Бачення «чистими очима богів» означає й
      бачення чистими божественними очима споглядачів, що перебувають у самадгі,
      а не просто досягли стану богів своїми заслугами. Та вони бачать не
      завжди: зосередившись на баченні – бачать; якщо ж ні, або якщо їх
      медитацію порушено – тоді не бачать. О дитино шляхетного роду, маючи таке
      тіло, ти побачиш свій дім і свою родину, нібито зустрінеш їх уві сні, та
      ти не отримаєш відповіді, хоча говоритимеш із ними; ти побачиш, як плачуть
      твої близькі, й подумаєш: «Я померла, що мені робити?». Й ти відчуєш
      сильний біль, наче риба, що б’ється на гарячому піску. Та страждання тепер
      марні. Якщо в тебе є вчитель, молись йому, або молись їдамові, Володареві
      Великого Співчуття. І нехай ти прив’язана до своїх близьких, це марно –
      отже залиш прив’язаність. Молись Володареві Великого Співвідчуття, та не
      буде ані страхів, ані страждань. О дитино шляхетного роду, твій розум, що
      втратив опору, гнаний вітром карми, безпорадно намагається осідлати коня
      вітру, хитаючись і обертаючись, мов пір'їнка. Ти скажеш плакувальницям: «Я
      тут, не плачте», та вони не почують тебе, тому ти подумаєш: «Я померла», й
      тобі буде дуже боляче. Не страждай через це. Перед тобою весь час буде
      сірий серпанок, немов сіре світло зорі – ані день, ані ніч. Такий стан
      бардо триватиме один, два, три, чотири, п’ять, шість або сім тижнів – до
      сорока дев’яти днів. Кажуть, що страждання в бардо поставання/переродження
      (сіпа бардо) зазвичай триває до двадцяти одного дня, але це не зовсім
      точно, тому що залежить від карми. О дитино шляхетного роду, цієї миті
      тебе наздожене ззаду могутній ураган карми – жахаючий, нестерпний, той, що
      люто крутиться. Не жахайся його – адже це твій власний незв'язний прояв.
      Попереду тебе стане густа темрява, лякаюча, нестерпна, з моторошними
      криками: «Бий!», «Убивай!». Не бійся їх. Тим, хто скоїв великий злочин, в
      результаті їхньої карми з’явиться безліч бісів, які пожирають плоть,
      несуть різну зброю, вигукують бойові кличі й слова: «Вбивай! Бий!». Ти
      відчуєш, що на тебе полюють різні страшні звірі, що тебе переслідує
      величезна армія, під снігом, дощем, у темряві й бурі. Ти почуєш, як
      руйнуються гори, розливаються озера, як розтікається полум’я та виникають
      люті вітри. З жахом ти кинешся галасвіта, й перед тобою розверзнуться три
      прірви – біла, червона й чорна, глибокі й страшні, й ти ледь не звалишся в
      них. О дитино шляхетного роду, насправді це не прірви – це злість,
      пристрасть та невігластво. Пізнай тепер, що це бардо
      поставання/переродження (сіпа бардо), й звернись до Володаря Великого
      Співчуття: «О Володарю Великого Співчуття, мій Ґуру, о Три Дорогоцінності,
      не дайте мені скинутись у пекло». Палко відтворюй цю молитву; не забувай.
      Тих, хто має заслуги, хто був добродієм і щиро дотримувався Вчення,
      захопить усе розмаїття довершеної насолоди, вони відчують усі види
      довершеного блаженства й щастя. Ті ж, хто був байдужий і неосвічений, не
      робив ані добра, ані зла, не відчують ані задоволення, ані болі, тільки
      неосвіченість і байдужість з’являться їм. Що би не з’явилось, о дитино
      шляхетного роду, які би насолоди й жадані речі не виникали, не захоплюйся
      ними й не прагни їх. Даруй їх учителеві й Трьом Дорогоцінностям. Видали з
      серця прив’язаність і бажання. Та, якщо виникає почуття байдужості без
      насолоди й болю, тоді нехай покоїться твій розум у незворушному стані
      Великого Символу, коли відсутня сама думка про медитацію. Це дуже важливо.
      О дитино шляхетного роду, в цей час тебе на мить укриють мости, святині й
      монастирі, хати й ступи, але ти не залишишся там надовго. Оскільки твій
      розум відділився від тіла, ти не в змозі там оселитись, ти відчуваєш
      роздратування й холод, свідомість стає повітряною, квапливою, мерехтливою
      та непостійною. Тоді ти подумаєш: «На жаль, я мертвий! Що мені робити
      тепер?». Від цієї думки твоє серце раптом стане порожнім і холодним, і ти
      відчуєш сильний, безмежний біль. Оскільки ти змушений рухатися та не в
      змозі ніде оселитися, не займай себе жодними думками, та нехай твій розум
      покоїться в його первісному стані. Приходить час, коли в тебе немає більше
      їжі окрім тієї, що була присвячена тобі, та про твоїх друзів не можна
      сказати нічого певного. Це ознаки того, що розумове тіло блукає в бардо
      поставання/переродження (сіпа бардо). Цієї миті насолода та біль
      визначаються твоєю кармою. Ти побачиш свою родину, друзів і близьких,
      побачиш свій власний труп і подумаєш: «Тепер я мертвий, то що ж мені
      робити?». Розумове тіло відчуватиме страшний біль, і ти подумаєш: «Чому б
      тепер не знайти собі тіло?». Й ти відчуєш, що ходиш туди-сюди в пошуках
      тіла. Навіть, якщо ти до дев’яти разів увійдеш у свій власний труп – зима
      заморозить його або літо піддасть розкладанню, а може, твої родичі його
      спалять або поховають у могилі, або віддадуть птахам і диким звірям, бо
      пройшло багато часу, поки ти був у бардо сутнісної дійсності, тому не
      знайдеться місця, куди би ти зміг увійти; ти впадеш у глибокий відчай,
      відчуєш себе здавленим скелями й камінням. Це страждання й є бардо
      поставання/переродження (сіпа бардо); навіть, якщо ти шукаєш тіло, немає
      нічого, окрім страждання – отже, відітни своє прагнення до тіла й
      незворушно спочивай у стані недіяння. Cлухай, о дитино шляхетного роду. Це
      страждання викликане твоєю власною кармою, й ти не в змозі звинувачувати
      когось іншого. Це твоя власна карма, тому гаряче молись тепер Трьом
      Дорогоцінностям, вони захистять тебе. Якщо ти не молишся, не знаєш про
      медитацію Великого Символу й не медитуєш на свого їдама, то твій добрий
      початок збере всі твої добрі справи й відзначить їх білими камінцями, а
      твій дурний початок збере всі твої погані справи й відзначить їх чорними
      камінцями. В цей час ти будеш дуже налякана й нажахана, ти затремтиш і
      збрешеш, кажучи: «Я не грішила». Тоді Володар Смерті скаже: «Я подивлюсь у
      дзеркало карми». Та, коли він погляне в дзеркало, в ньому раптом
      з’являться ясно й чітко всі твої гріхи та чесноти, так що не буде користі
      від твоєї брехні. Тоді Володар Смерті потягне тебе за мотузку, що
      пов’язана навколо твоєї шиї, відрубає тобі голову, вирве серце, витягне
      нутрощі, вилиже мозок, вип’є кров, пожере плоть і розгризе кістки; але ти
      не можеш померти, й хоча твоє тіло розрізано на шматки, ти оживеш. Бути
      розрізаною знову й знову неймовірно боляче, тому не бійся, коли
      відраховують білі камінці, не бреши й не лякайся Володаря Смерті. Оскільки
      ти тепер володієш розумовим тілом, ти не можеш померти, навіть, якщо будеш
      убита і розрізана. Воістину, ти – природна форма порожнечі, й немає
      потреби боятись. І Володар Смерті – природна форма порожнечі, твій же
      незв’язний прояв, і ти – порожнеча, розумове тіло неусвідомлених прагнень.
      Порожнеча не може зашкодити порожнечі, без’якісне не зашкодить
      без’якісному. Володар Смерті, боги, злі духи, біси з бичою головою не
      мають ніякої іншої реальності, окрім твоїх власних незв’язних проявів –
      пізнай же це. Цієї миті пізнай, що все навколо тебе є бардо. Медитуй на
      самадгі Великого Символу. Якщо не знаєш, як медитувати, вдивись у сутність
      того, що лякає тебе, й ти побачиш порожнечу, яка не має жодної природи: це
      звуть Тілом Дгарми. Але ця порожнеча не є ніщо, сутність її жахає, розум
      набуває перед нею великої чистоти й здібності до усвідомлення: це стан
      розуму Тіла Блаженства. Порожнеча й світло неподільні, природа порожнечі є
      світло й природа світла є порожнеча. Тепер неподільне світло-порожнеча,
      оголений розум перебуває в нествореному стані: це Аді-кая. Її природна
      енергія усюди безперешкодно проявляється: це Примарне Тіло, яке співчуває.
      О дитино шляхетного роду, слухай, не відволікаючись. Як тільки ти пізнаєш
      це, ти досягнеш повного просвітлення в чотирьох Тілах Будди. Не
      відволікайся. Це – лінія, що розділяє Будд і непросвітлених живих істот.
      Про цю мить сказано: мить – вони розділені, мить – повне просвітлення. До
      вчорашнього дня твоя увага розсіювалась, і, хоча ти так багато побачила в
      стані бардо, ти не пізнала його, й тобі дуже страшно. Якщо ти й зараз
      відволічешся, канат співчуття буде перерізаний, і ти підеш туди, де немає
      визволення, тому будь уважна. О дитино шляхетного роду, якщо ти не знаєш,
      як треба медитувати, пам’ятай про Будду, Дгарму й Санґгу, про Володаря
      Великого Співчуття й молись їм. Медитуй на все жахливіші прояви, як на
      Володаря Великого Співчуття або на свого їдама. Пригадай свого вчителя й
      таємне ім’я, яке ти отримала під час свого присвячення в світі людей;
      скажи це ім’я Царю Дгарми, Володареві Смерті. Навіть, якщо ти впадеш у
      прірву, це тобі не зашкодить, то відкинь страх і жах. О дитино шляхетного
      роду, те, що ти відчуєш зараз, буде подібно до катапульти, по черзі
      втягувати тебе в стани радості й журби, тому не викликай у собі жодних
      почуттів пристрасті й злості. Якщо тобі доведеться народитись у вищому
      світі, то тоді, коли ти відчуєш цей світ, твої родичі в залишеному тобою
      місці приноситимуть у жертву тварин, присвячених померлому, тому в тобі
      зародяться нечисті думки й ти відчуєш лютий гнів, який змусить тебе
      народитись мешканцем пекла. Тому, що би не коїлося в місці, яке ти
      залишила, не сердься та медитуй на доброту. Якщо ти прив’язана до майна,
      що залишила, або тебе пов’язує з ним думка про те, що хтось інший володіє
      твоїми речами та отримує від цього задоволення, ти розгніваєшся на людей,
      яких ти покинула, й це неодмінно змусить тебе народитись мешканцем пекла
      або голодним духом, навіть, якщо ти мала досягти більш високого стану. В
      будь-якому разі, навіть, якщо ти прив’язана до речей, що залишила, ти не в
      змозі їх отримати; це для тебе марно – так відкинь прив’язаність і журбу
      за своїм майном, відмовся від нього, прийми тверде рішення. Хто б не
      користувався твоїми речами, не будь власником і дозволь їм піти.
      Зосереджено міркуй, що ти даруєш їх своєму вчителеві й Трьом
      Дорогоцінностям, і перебувай у стані відсутності бажань. Коли для тебе
      читатимуть мантру «Канкані», коли будуть виконувати обряд «очищення від
      нижчих світів», тоді тонким надчуттєвим сприйняттям, що обумовлене твоєю
      кармою, ти побачиш, що вони роблять це нечисто, сонно, неуважно,
      безтурботно, не дотримуючись обітниці самая; ти усвідомиш, що їм не
      вистачає віри, що вони роблять гріх своїм страхом і нечистим виконанням
      ритуалів, і ти подумаєш: «На жаль, вони дурять мене, звісно, вони дурять
      мене!». Ця думка принесе тобі глибоку скорботу й відчай, і, відчувши
      відсутність чистого благоговіння, ти втратиш віру, й це напевно примусить
      тебе відправитися до нижчих світів. Це марно, дуже шкідливо, тому, як би
      нечисто не виконували обряди друзі, яких ти залишив, із чистою вірою й
      благоговінням думай: «Що ж? Мабуть, мої прояви нечисті; та чи можуть бути
      нечистими слова Будди? Те, що я бачу, викликано моїми нечистими проявами –
      так само, як відбивались у люстерці недоліки мого обличчя. Що ж до цих
      людей, то їхнє тіло – це Санґга, їхня мова – свята Дгарма та їхній розум –
      природа Будди, тому я наздобуду в них прихисток». Тоді тобі допоможе все,
      що коїться в місці, що ти залишив, тому дуже важливо зберегти такі чисті
      думки; не забувай. Якщо ти маєш народитися в одному з трьох нижніх світів,
      і в той час, коли ти відчуєш ці світи, твої близькі в місці, яке ти
      залишила, здійснюють благочестиві обряди, що вільні від гріха, та вчителі
      й наставники слідують святому Вченню в повній чистоті тіла, мови й розуму,
      ти відчуєш потужну радість, побачивши їх, і це негайно призведе тебе до
      народження в більш високому світі, навіть, якщо тобі належало зійти до
      трьох нижніх світів – тому це так корисно. Тому дуже важливо не мати
      нечистих думок і відчути чисте благоговіння без упередження – будь же
      уважна. О дитино шляхетного роду, отже зараз твій розум у стані бардо не
      має опори, тому він легкий і рухливий, і яка би думка в ньому не виникла,
      добра чи зла, вона дуже могутня; не думай про лихі вчинки та пам’ятай про
      благочестиві діяння. Якщо ти до них не звикла, виклич у собі благоговіння
      й чисті думки. Молись своєму їдамові й Володареві Великого Співчуття та
      зосереджено відтворюй цю молитву надхнення: Коли я блукаю одна, з любими
      друзями розлучена, Та виникають порожні образи моїх же проявів, Нехай
      пошлють Будди силу свого співчуття, Щоби жахи бардо не прийшли. Коли я
      страждаю під владою тяжкої карми, Нехай розвіє мій їдам усіляке
      страждання: Коли звук сутнісної дійсності гуркоче, ніби тисяча громів,
      Нехай стане він звуком Шeсти Складів. Коли я йду за своєю кармою та немає
      прихистку, Нехай стане моїм прихистком Володар Великого Співчуття: Коли я
      страждаю від карми неусвідомлених прагнень, Нехай виникне самадгі
      блаженства й світла. Гаряче відтворюй цю молитву; це неодмінно призведе
      тебе на Шлях. Будь абсолютно впевнена, що тебе не обманюють, це дуже
      важливо. О дитино шляхетного роду, якщо ти не зрозуміла того, що
      з’являлося тобі, то з цього часу тіло, яке ти мала в минулому житті,
      ставатиме все більше тьмяним, і все більш ясним ставатиме твоє майбутнє
      тіло. Ти відчуєш журбу та подумаєш: «Я страждаю від цього – тепер я
      шукатиму прояви хоч якогось тіла». Й ти почнеш блукати взад і вперед,
      кидаючись до всього, що з’являється. Засяють світла шести світів
      самсаричного буття, та найяскравіше засяє світло того світу, де тобі
      доведеться народитись відповідно до твоєї карми. Ти відчуєш журбу та
      подумаєш: «Я страждаю від цього – тепер я шукатиму прояви хоч якогось
      тіла». Й ти почнеш блукати взад і вперед, кидаючись до всього, що
      з’являється. Слухай, о дитино шляхетного роду. Якщо ти спитаєш, що це за
      шість світел, то вони такі: Засяє м’яке біле світло світу богів. Засяє
      червоне світло світу ревнивих богів. Засяє синє світло світу людей. Засяє
      зелене світло світу тварин. Засяє жовте світло світу голодних духів. Засяє
      димне світло пекельного світу. Такими є шість світел. Цієї миті й твоє
      тіло також прийме колір того світу, де тобі доведеться народитися. О
      дитино шляхетного роду, в цей час дуже важлива головна думка настанови:
      яке би світло не засяяло, медитуй на нього, як на Володаря Великого
      Співчуття. Медитуй на думку про те, що коли з’являється світло – це
      Володар Великого Співчуття. Це найглибша суть. Це надзвичайно важливо й
      запобігає народженню. Медитуй довгий час на свого божественного їдама як
      на видіння, що не має власної реальної природи, як на міраж. Це називають
      чистим примарним тілом. Далі нехай їдам зникне з країв усередину, ти же
      перебувай якийсь час у незбагненному стані світлоносної порожнечі, котру
      неможливо сприйняти як щось конкретне. Знову медитуй на їдама, потім знову
      на світлоносність. Медитуй так по черзі, потім нехай твій розум теж зникне
      з країв усередину. Усюди, де існує простір, існує свідомість, і де існує
      свідомість – там є Тіло Дгарми. Спочивай же в простому й самовідданому
      стані Тіла Дхарми. О дитино шляхетного роду, якщо ти не пізнала те, що
      з’являлося досі, тепер ти відчуєш, що сила карми захоплює тебе й тягне
      догори, донизу або вперед на попередньому рівні, – медитуй же цієї миті на
      Володаря Великого Співвідчуття; пам’ятай! Потім ти відчуєш щось на кшталт
      того, що було описано раніше: вихори, снігові бурі, зливу з градом,
      темряву навколо себе, побачиш безліч людей, які переслідують тебе, й ти
      будеш від них тікати. Ті, хто не накопичив за життя заслуг, відчують, що
      втікають до місця страждання. Ті, хто наздобув заслуги, відчують, що
      вступають до місця радості. У цей час, о дитино шляхетного роду,
      з’являться всі знаки тієї країни й того місця, де тобі доведеться
      народитися; слухай же тепер, не відволікаючись, бо в цій частині настанов
      багато дуже глибоких істин. Хоча ти й досі не зрозуміла ці таємниці, зараз
      ти осягнеш сутність, навіть, якщо твій досвід дуже бідний – отже слухай. О
      дитино шляхетного роду, ясно уяви свого божественного їдама, як видіння,
      що не має власної реальної природи, як міраж, як відображення місяця в
      воді. Якщо в тебе немає свого їдаму, ним стане сам Володар Великого
      Співчуття; ясно уяви його. Далі нехай їдам зникне з країв усередину, ти ж
      медитуй на світлоносну порожнечу, де ні на чому зупинитися думці. Це
      глибока таємниця, кажуть, що завдяки їй запобігається входження до лона –
      медитуй же саме так. Але, якщо це тебе не зупинить, і ти ось-ось увійдеш
      до лона, то є глибокі настанови, що можуть допомогти зачинити брами лона,
      котрі готові впустити тебе – отже слухай. Повторюй за мною молитву: Тепер,
      коли для мене сходить зоря бардо поставання/переродження (сіпа бардо), Я
      зосереджу свій розум І намагатимусь подовжити вплив доброї карми, Зачинити
      брами лона й міркувати про протидію, Прийшов час, коли потрібні стійкість
      і чиста думка, Коли потрібно відкинути ревнощі та медитувати на Ґуру та
      його дружину. Ясно й голосно вимовляй ці слова й напружуй пам’ять, дуже
      важливо медитувати на зміст цих слів і практично виконати їх. Ось зміст
      цих слів. Слова «тепер, коли для мене сходить зоря бардо
      поставання/переродження (сіпа бардо)» означають, що тепер ти блукаєш у
      бардо повернення до самсари. Ось ознаки цього: якщо ти дивишся в воду, ти
      не бачиш свого відображення та твоє тіло не відкидає тіні. В тебе немає
      зараз тіла з плоті й крові, та це є ознака того, що твоє розумове тіло
      блукає в бардо поставання/переродження (сіпа бардо). Тому ти зараз маєш,
      не відволікаючись, зосередити свій розум; саме зосередження зараз є
      найважливішим. Це все одно, що вуздечкою стримувати коня. На чому б ти не
      зосередилась – воно відбудеться, тому не думай про погані вчинки, але
      пригадай Учення Будди, настанови й послання вчителів і розпорядження книг,
      таких, як це «Визволення в результаті почутого», про яке ти дізналась у
      світі людей, та прагни подовжити вплив доброї карми. Це вельми важливо.
      Нічого не забувай, не відволікайся. Настав час, який розділяє шлях догори
      й донизу; настав час, коли миттєва лінь змусить тебе страждати довго, дуже
      довго; настав час, коли зосередження дуже надовго зробить тебе щасливою.
      Зосередь свій розум; прагни подовжити вплив доброї карми. Настав час
      зачинити брами лона. Сказано: Зачини брами лона та міркуй про протидію,
      Прийшов час, коли потрібні стійкість і чиста думка. О дитино шляхетного
      роду, в цей час з’являться образи чоловіків і жінок, які кохають один
      одного. Коли ти їх побачиш, не вступай у простір між ними, але пам’ятай,
      що потрібно медитувати на чоловіка й жінку, як на Ґуру та його дружину.
      Подумки схились перед ними, принеси дари з глибоким благоговінням і
      попроси настанов; якщо ти сильно зосередишся на цій думці, брами лона
      безсумнівно зачиняться. Якщо ж вони не зачиняться й ти ось-ось увійдеш до
      лона, медитуй на гуру та його дружину як на свого їдама або на Володаря
      Великого Співвідчуття з дружиною й подумки принеси їм дари. Зі щирим
      благоговінням попроси їх обдарувати тебе духовними досягненнями; це
      зачинить брами лона. Якщо ж брами не зачиняться й ти ось-ось увійдеш до
      лона – є третя вказівка: як відвернути пристрасть і злість. Існує чотири
      види народження: ● народження з яйця, ● народження з лона, ● мимовільне
      народження та ● народження з вологи. Із них подібні один до одного
      народження з яйця та з лона. Як і раніше, виникнуть образи самців і самиць
      у любовному союзі, та якщо ти цієї миті увійдеш до лона під владою
      пристрасті й злості, ти народишся в вигляді коня, птаха, собаки або
      людини. Якщо тобі доведеться народитися самцем, ти відчуєш себе ним і
      відчуєш люту злість до батька, ревнощі й бажання – до матері. Якщо тобі
      доведеться народитись самицею, ти відчуєш себе нею й відчуєш сильну
      заздрість і ревнощі до матері, пристрасне бажання – до батька. Це змусить
      тебе вступити на шлях, що веде до лона, й ти відчуєш самодовліюче
      блаженство, коли зустрінуться сперматозоїд і яйце. У цьому блаженному
      стані ти втратиш свідомість, і ембріон ростиме завширшки й завдовжки, поки
      не сформується тіло й не вийде з лона матері.Ти відкриєш очі – й
      перетворишся на цуценя; з людини ти стала тепер собакою, ти страждатимеш у
      собачій буді, а може, в свинарнику, в мурашнику або в норі хробака, або ж
      ти народишся телям, козлям, ягням. Звідси нема вороття; ти зазнаєш усіх
      страждань, що зумовлені тупістю й невіглаством. Під час проходження крізь
      ці шість світів самсаричного буття мешканців пекла, голодних духів і
      решти, тебе терзатиме безмежне страждання. Немає нічого більш владного й
      жахливого; на жаль! На жаль! Ті, хто позбавлений настанов Ґуру, впадуть у
      найглибшу прірву самсари та відчують безкінечне, нестерпне страждання;
      слухай же мої слова та зрозумій цю мою настанову. Тепер дається вказівка,
      як зачинити брами лона шляхом усунення пристрасті й злості; слухай і
      осягай. Зачини брами лона й міркуй про протидію; Прийшов час, коли
      потрібні стійкість і чиста думка, Коли треба відкинути ревнощі й
      медитувати на Ґуру та його дружину. Як і раніше, ти відчуєш ревнощі; якщо
      тобі доведеться народитися чоловіком, ти кохатимеш свою матір і
      ненавидітимеш свого батька. Якщо ж тобі доведеться народитися жінкою, ти
      кохатимеш батька й ненавидітимеш матір. Тому зараз потрібна мудра
      вказівка. О дитино шляхетного роду, коли в тобі зародяться пристрасть і
      злість, медитуй так: «На жаль! Я виявилась істотою з такою тяжкою кармою,
      що й досі блукаю в самсарі через прив’язаність до пристрасті й злості.
      Якщо й надалі я відчуватиму пристрасть і злість, я нескінченно блукатиму в
      самсарі, надовго занурюсь у безодню океану страждань; тому тепер я зовсім
      перестану відчувати пристрасть і злість. На жаль! Тепер я ніколи не відчую
      знову пристрасть і злість. Зосередивши свій розум тільки на цій думці, я
      зачиню брами лона – так кажуть тантри». О дитино шляхетного роду, не
      відволікайся; зосередь свій розум на одному. Але, якщо навіть після цього
      не зачиняться брами лона й ти ось-ось увійдеш до нього, слід зачинити
      брами за допомогою настанов про нереальну, ілюзорну природу всього, що
      існує. Медитуй так: «На жаль! Батько й матір, вихор, грім, жахливі явища й
      усе видиме – примарні за своєю справжньою природою. Незважаючи на те, що
      вони з’являються, вони нереальні. Все матеріальне несправжнє й неправдиве.
      Воно – мов міраж, воно непостійне, схильне до змін. Яка користь від
      бажання? Яка користь від страху? Неіснуюче вважається існуючим. Усе це –
      прояв мого ж розуму, й, якщо сам розум ілюзорний, не має самостійного
      буття, то як можуть зовні виникнути всі ці явища? Досі я цього не
      розуміла, тому я вірила, що існує неіснуюче, що істино неістинне, що
      реальна ілюзія; тому я так довго блукала в самсарі. Та, якщо я не
      зрозумію, що це ілюзії, я все так же довго блукатиму в самсарі та,
      безсумнівно, зійду до брудного болота страждання. Тепер я знаю: всі ці
      явища подібні до снів, ілюзій, подібні до луни, до міст, де мешкають
      небожителі-ґандгарви, подібні до міражів, образів, оптичного обману,
      відображення місяця в воді; вони не реальні – навіть на мить. Безперечно,
      вони не істинні, а несправжні!» Зосередження тільки на цьому переконанні
      руйнує віру в їхню реальність, і коли людина в цьому внутрішньо
      переконана, долається самовпевненість. Якщо в глибині серця ти зрозумієш
      цю нереальність, брами лона, безперечно, зачиняться. Але навіть якщо після
      цього не зруйнується віра в реальність, не зачиняться брами лона й ти
      ось-ось до нього ввійдеш – є мудра вказівка. О дитино шляхетного роду,
      навіть якщо після цього не зачинені брами лона, їх слід тепер закрити
      п’ятим способом – медитацією на первісне світло. Медитацію на первісне
      світло треба коїти так: «Все матеріальне – це мій власний розум, і цей
      розум є порожнеча, ненароджена й безперервна». Міркуючи про це, тримай
      свій розум у природному й незмінному стані, нехай він утримується в своїй
      власній сутності, мов вода, що налита в воду – вільний, відкритий,
      розслаблений. Дозволивши своєму розуму спочивати природно й вільно, ти
      можеш бути впевнена, що брами лона безперечно будуть зачинені для всіх
      чотирьох видів народження. Слухай, о померла дитино шляхетного роду. Хоча
      досі тобі багато разів були дані вказівки, ти їх не зрозуміла, тому тепер,
      коли брами лона не зачинились, настав час обрати тіло. Існує не одна, а
      багато істинних і глибоких порад, як обрати тобі брами лона – осягай же та
      не відволікайся. Зосереджено слухай і розумій. О дитино шляхетного роду,
      зараз з’являються знаки й характерні риси континенту, де доведеться тобі
      народитися – пізнай же їх. Розглянь, де випало тобі народитись і обери
      континент. Якщо тобі доведеться народитися на східному континенті, що
      звуть «Благородний», ти побачиш озеро, де плавають лебеді й лебедині.
      Міркуй про протидію та не кидайся туди. Хоча це місце сповнене щастя,
      Вчення Будди не процвітає там, тому не вступай туди. Якщо тобі доведеться
      народитися на південному континенті, «Острові рожевих яблунь», ти побачиш
      розкішні, прекрасні житла. Вступи туди, якщо зможеш. Якщо тобі доведеться
      народитися на західному континенті, що звуть «Насолода корів, які
      виконують бажання», ти побачиш озеро, яке прикрашене конями й кобилами. Не
      кидайся туди, повернися назад. Хоча в цьому місці рясні насолоди, Вчення
      Будди не процвітає там, тому не вступай туди. Якщо тобі належить
      народитися на північному континенті, що звуть «Неприємний звук», ти
      побачиш озеро, прикрашене худобою або деревами. Зрозумій це як знаки
      переродження й не вступай туди. Хоча там живуть довго й володіють
      чеснотами, Вчення Будди не процвітає там, тому не вступай туди. Якщо тобі
      доведеться народитися богом, ти побачиш прекрасні багатоярусні храми з
      дорогоцінного каміння. Вступи туди, якщо гідна. Якщо тобі доведеться
      народитися ревнивим богом, ти побачиш прекрасні гаї або те, що здається
      вогняними колесами, які обертаються. Не вступай туди зовсім та міркуй про
      протидію. Якщо тобі доведеться народитися твариною, ти побачиш нібито
      крізь туман печери в скелях, нори в землі й солом’яні хатинки. Не вступай
      туди. Якщо тобі доведеться народитися голодним духом, ти побачиш пні дерев
      і чорні форми, що стирчать, дрібні печери й чорні плями. Якщо ти кинешся
      туди, ти народишся голодним духом і відчуєш всі види страждання від голоду
      й спраги, тому зовсім не прямуй туди та думай про протидію й наполегливо
      чини опір. Якщо тобі доведеться народитися мешканцем пекла, ти почуєш
      пісні, що співають істоти зі злою кармою, або ж ти будеш вимушений
      безпорадно вступити туди, або ж ти відчуєш, що потрапив до темної країни з
      чорними й червоними будинками, чорними ямами й чорними дорогами. Якщо ти
      кинешся туди, ти потрапиш до пекла й будеш нестерпно страждати від спеки й
      холоду, та не буде видно виходу. Тому не прямуй туди, не прямуй зовсім та
      будь уважною. Сказано: «Зачини брами лона й міркуй про протидію». Це
      потрібно зараз. О дитино шляхетного роду, навіть якщо ти не хочеш іти – ти
      не маєш власної сили й вимушена безпорадно йти. Ззаду тебе переслідують
      кармічні месники й спереду тягнуть месники та вбивці; навколо тебе
      закружляють пітьма, урагани, люті шторми, гуркіт, сніг і дощ, шалений град
      і хуртовина, й ти побіжиш від них. Тікаючи, ти шукатимеш прихисток і
      відчуєш себе в безпеці в розкішних домах, що були описані раніше, або в
      скельних сховищах, у земляних норах, серед дерев або в круглих чашах
      квітів лотосу. Заховавшись там, ти злякаєшся вийти й подумаєш: «Тепер я не
      можу вийти звідси», й ти прив’яжешся до цього місця зі страху залишити
      його. Ти боїшся зустріти жахи бардо, якщо вийдеш назовні, ти дуже боїшся
      їх; тому ти сховаєшся всередині та втілишся, яким би тіло не було поганим,
      і відчуєш усі види страждання. Це ознака того, що біси й злі сили
      заволоділи тобою зараз, і в цей час потрібна мудра вказівка – слухай же й
      осягай. У цей час жаху, коли тебе, безпорадну, переслідують месники, тобі
      потрібно негайно побачити всім своїм розумом Благословенного Верховного
      Геруку, або Гаяґріву, або Ваджрапані, або твого їдама, якщо він у тебе є,
      з величезним тілом і товстими кінцівками, що стоїть у страхітливій позі
      гніву та нищить у прах усі злі сили. Відділена від месників його
      благословінням і співчуттям, ти наздобудеш силу обрати брами лона. Це
      істинна глибока таємниця настанови – зрозумій же її. О дитино шляхетного
      роду, боги медитації народжуються завдяки силі самадгі. Багато злих сил,
      таких, як голодні духи, змінили своє положення в стані бардо, вони здібні
      з’являтись у різноманітних ілюзорних формах голодних духів і демонів та
      перетворюються в саме це розумове тіло. Голодні духи, що живуть у глибинах
      моря, та ті, що літають у просторі, та всі вісімдесят тисяч видів злих сил
      заволоділи цим розумовим тілом, змінивши своє положення. У цей час краще
      за все споглядати Великий Символ порожнечі, та, якщо ти не здатна цього
      робити, тоді прийми участь у грі ілюзії. Якщо ти не можеш робити й цього,
      принаймні не прив’язуйся ні до чого та медитуй на їдама, на Володаря
      Великого Співвідчуття й ти станеш Буддою на рівні Тіла Блаженства в стані
      бардо. О дитино шляхетного роду, якщо ти маєш увійти до лона під упливом
      карми, зараз тобі буде дана настанова про вибір брам лона. Слухай! Не
      входи до першого ж лона, що з’явиться. Якщо прийшли месники й ти не можеш
      уникнути вступу, медитуй на Гаяґріву. Оскільки ти зараз володієш тонким
      надчуттєвим сприйняттям, ти знаєш усі місця – зроби ж вибір. Перенесення
      до Чистого Царства Простору, царства очищених якостей, направляється
      такими словами: «Ох, як прикро, що я й досі залишаюсь у цьому брудному
      болоті самсари, після стількох довгих незліченних століть без початку й
      кінця, та в той же час, коли багато інших уже стали Буддами, я ще не
      досягла звільнення. Відтепер я відчуваю себе хворою в цій самсарі, я
      жахаюсь її, я виснажена нею. Тепер настав час готуватись до відходу, тому
      я маю здійснити мимовільне народження в квітці лотосу біля ніг Будди
      Амітабги в західному Блаженному Царстві». Зосередивши думки на Блаженному
      Царстві заходу, можна здійснити це зусилля. Або, якщо ж ти, не
      відволікаючись, спрямуєш сильну зосереджену думку до будь-якого царства,
      яке забажаєш – чи то Чисте Царство, Царство Досконалої Радості, Царство
      Щільно Наповнене, Царство Вербного Листя, Гора Пальмового Дерева або Палац
      Світла Лотоса в Урґ’яні – ти негайно народишся в цьому царстві. Або, якщо
      ти забажаєш податись до Володаря Майтреї в Радісне Царство, зосередься на
      цій думці: «Зараз, у стані бардо, прийшов мій час вирушити до Царя Дгарми
      Майтреї в Радісне Царство, тому я й відбуваю», — й ти мимоволі народишся в
      серці лотоса в безпосередній близькості до Майтреї. В протилежному
      випадку, якщо ти не змогла податись до царства, до якого прагнеш, та
      бажаєш увійти до лона, або ж уважаєш, що маєш увійти до нього, є настанова
      про вибір нечистих самсаричних брам лона – отже, слухай. Як і раніше,
      відчуй своїм надчуттєвим сприйняттям континент, котрий ти збираєшся
      обрати, й вступи в те місце, де процвітає Вчення Будди. Якщо тобі випаде
      мимоволі народитись у бридкій купі гною, ця смердюча маса здасться тобі
      запашною, ти відчуєш потяг і будеш народжена там; тому, щоби не виникало,
      не довіряй цьому, поклади кінець ознакам бажання й ненависті та обери
      брами лона. Знову ж таки, дуже важливо зосереджено думати: «Я буду
      народжена як володарка імперії для блага всіх живих істот, або як
      брахманка, подібна до дерева «сала», або як дитина чарівника-сідгі, або в
      родині чистих послідовників Учення Будди, або в родині, де батько й матір
      вірують; утілюючись до тіла, яке наділене чеснотами, котрі можуть
      послужити на благо всіх живих істот, я зроблю добро». Треба входити до
      лона, зосередившись на цій думці. Цієї миті благослови лоно, до якого ти
      входиш, як палац богів; звернись із молитвою до Будд і бодгісатв десяти
      напрямків і до їдамів, перш за все до Володаря Великого Співвідчуття, та
      ввійди до лона. Обираючи брами лона під впливом карми можна припуститись
      помилки, прийнявши добрі брами лона за погані або погані за добрі, тому
      зараз дуже важлива ще одна думка настанови; роби ж так: навіть якщо брами
      лона здаються добрими, не довіряй цьому, й якщо вони здаються поганими, не
      відчувай неприязні. Справжня, глибока, істинна таємниця полягає в тому,
      щоби вступити до вищого стану рівноваги, де немає ані гарного, ані
      поганого, ані прийняття, ані заперечення, ані пристрасті, ані злоби. О
      дитино шляхетного роду, якщо ти не знаєш, як обрати брами лона й не в
      змозі звільнитись від пристрасті й злості, то які би з описаних почуттів
      не виникали, призивай Три Дорогоцінності та наздобувай у них прихисток.
      Молись Володареві Великого Співвідчуття. Продовжуй шлях із високо піднятою
      головою. Відкинь прив’язаність і журбу за родичами й друзями, синами й
      доньками, яких ти залишила; вони не можуть допомогти тобі. Тепер вступи до
      синього світла світу людей або до білого світла світу богів; вступи до
      палаців із самоцвітів або до гаїв блаженства. ------- Настанова в бардо,
      яка звільнює людські істоти, глибока потаємна сутність, «Велике Визволення
      в результаті почутого». Цей скарб був знайдений сідгою Карма-Лінта в горі
      Гамподар. Нехай він слугуватиме для блага вчення й всіх живих істот.
      Sarvamangalam (На благо усього живого). КІНЕЦЬ
    </div>
  );
}
