import React from "react";
import Vajrasattva from "./img/Vajrasattva.jpg";
import Vajrasattva1 from "./img/Vajrasattva1.jpg";
import Vajrasattva2 from "./img/Vajrasattva2.jpg";
import Ratnasambhava from "./img/Ratnasambhava.jpg";
import Ratnasambhava1 from "./img/Ratnasambhava1.jpg";
import Ratnasambhava2 from "./img/Ratnasambhava2.jpg";

export default function FullBardo1_2() {
  return (
    <div className="FullBardo1_2">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня засяє біле світло, очищена стихія води, й цієї миті
          з’явиться перед тобою Благословенний Ваджрасатва-Акшобг’я з синього
          східного Царства Досконалої Радості.
        </p>
        <p>
          Його тіло синього кольору, він тримає в руці п’ятикутну ваджру й
          посідає на слоновому троні, обіймаючи дружину – Будда-Лочану.
        </p>
        <p>
          Його супроводжують бодгісатви Кшитиґарбга й Майтрейя та
          бодгісатви-жінки Лас’я та Пущпа так, що з’являються шість буддичних
          форм.
        </p>
        <p>
          Із серця Ваджрасатви та його дружини до тебе прийде біле світло
          скандги форми в його первісній чистоті, прийде дзеркалоподібна
          мудрість, сліпучо-біла, яскрава й ясна, простромить тебе так, що не
          зможуть витримати очі.
        </p>

        <div className="White">
          <img src={Vajrasattva} alt="Vajrasattva" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          У той самий час разом із світлом мудрості прийде й простромить тебе
          м’яке димне світло пекельного світу.
        </p>
        <p>
          Цієї миті під впливом своєї агресивності ти злякаєшся й кинешся геть
          від блискучого білого світла, та відчуєш задоволення від м’якого
          димного світла пекельного світу.
        </p>
        <p>
          Тоді не злякайся різкого, блискучого, яскравого й ясного білого
          світла, та зрозумій його як мудрість. Із вірою та жагою прямуй до
          нього, відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ваджрасатви, </p>
          <p>я наздобуду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Ваджрасатва йде, щоби прийняти тебе серед жахів
          бардо, це гачок променя співчуття Ваджрасатви – так забажай його.
        </p>

        <div className="White">
          <img src={Vajrasattva1} alt="Vajrasattva1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому димному світлі пекельного світу. </p>
        <p>
          Це спокусливий шлях, на який штовхає тебе погана карма накопиченої
          лютої агресії.
        </p>
        <p>
          Якщо він захопить тебе, ти звалишся в пекло, потонеш у брудному болоті
          нестерпного страждання, звідки не видно виходу. Ця перешкода
          загороджує шлях до визволення, тому не дивись на неї, відкинь агресію.
        </p>
        <p>Не захоплюйся димним світлом і не сумуй за ним.</p>
        <p>
          Відчуй прагнення до яскравого, блискучого білого світла, відтворюй цю
          молитву надхнення, зосередивши думки на Благословенному Ваджрасатві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, палаючи агресією, </p>
          <p>Хай на світлоносному шляху дзерцалоподібної мудрості </p>
          <p>Йде поперед мене Благословенний Ваджрасаттва, </p>
          <p>Позаду мене – його дружина, Будда-Лочана; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="White">
          <img src={Vajrasattva2} alt="Vajrasattva2" />
        </div>
      </div>
      <h2>День 7</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє жовте світло, очищена стихія землі, й цієї миті
          постане перед тобою Благословенний Ратнасамбгава з жовтого південного
          Царства Слави.
        </p>
        <p>
          Його тіло жовтого кольору, він тримає в руці дорогоцінність, яка
          виконує бажання, й возсідає на кінному троні, обіймаючи дружину –
          Мамакі.
        </p>
        <p>
          Його супроводжують бодгісатви Акашаґарбга й Самантабгадра, та
          бодгісатви-жінки Мала й Дгупа, так, що шість буддичних форм
          з’являються з простору райдужного світла.
        </p>
        <p>
          З серця Ратнасамбгави та його дружини прийде до тебе жовте світло
          скандги відчуття в його первісній чистоті, прийде мудрість рівноваги,
          блискуча, жовта, прикрашена колами світла, яскрава й ясна, нестерпна
          для очей, прониже твоє серце так, що очі не зможуть витримати її
          сяйва.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava} alt="Ratnasambhava" />
        </div>
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Цієї ж миті разом із світлом мудрості простромить твоє серце м’яке
          синє світло світу людей.
        </p>
        <p>
          У цей час під впливом гордості ти злякаєшся й спрямуєш геть від
          різкого, ясного жовтого світла, та відчуєш задоволення й потяг до
          м’якого синього світла світу людей.
        </p>
        <p>
          Тоді не злякайся жовтого світла, яскравого й ясного, різкого й
          блискучого, але зрозумій його як мудрість. Нехай твій розум спочиває в
          ньому, розслаблений, бездіяльний; нехай із жагою прямує до нього.
        </p>
        <p>
          Якщо ти пізнаєш його як природне сяйво твого власного розуму, –
          навіть, якщо не відчуваєш віри й не читаєш молитву надхнення, – всі
          форми, барви й промені неподільно зіллються з тобою, й ти досягнеш
          пробудження.
        </p>
        <p>
          Якщо же не можеш пізнати це світло як природне сяйво твого власного
          розуму, з вірою молись йому:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ратнасамбгави, </p>
          <p>я знайду в ньому прихисток.</p>
        </div>
        <p>
          Це гачок променя співчуття Благословенного Ратнасамбгави – так забажай
          його.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava1} alt="Ratnasambhava1" />
        </div>
      </div>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому синьому світлі світу людей.</p>
        <p>
          Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
          впливом сильної гордині. Якщо він захопить тебе, ти зійдеш до
          людського світу, відчуєш народження, старість, смерть і страждання та
          втратиш можливість покинути брудне болото самсари. Ця перешкода
          загороджує шлях до звільнення – отже, не дивись на нього, відкинь
          гординю, відкинь неусвідомлені прагнення.
        </p>
        <p>Не захоплюйся ним і не сумуй за ним. </p>
        <p>
          Забажай яскравого, блискучого жовтого світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – на Благословенному
          Ратнасамбгаві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, гординею охоплений, </p>
          <p>Хай на світлоносному шляху мудрості рівноваги </p>
          <p>Йде поперед мене Благословенний Ратнасамбгава, </p>
          <p>Позаду мене – його дружина Мамакі; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Yellow">
          <img src={Ratnasambhava2} alt="Ratnasambhava2" />
        </div>
      </div>
    </div>
  );
}
