import React from "react";
import WratfulDieties3 from "./img/WratfulDieties3.jpg";
import WratfulDieties from "./img/WratfulDieties.jpg";
import MindLight from "./img/MindLight.png";
import Mahakala from "./img/Mahakala.jpg";
import Yama from "./img/Yama.jpg";
import Bardo1 from "./img/Bardo1.jpg";

export default function FullBardo2_3() {
  return (
    <div className="FullBardo2_3">
      <h2>День 21</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш, що все, що існує, виникає
        з твого ж сяючого розуму, ти злякаєшся божеств, які п'ють кров, кинешся
        геть і прийдеш до нових страждань.
      </p>

      <p>
        Якщо ти цього не пізнаєш, ти побачиш у всіх божествах, що п’ють кров,
        Володарів Смерті й злякаєшся їх.
      </p>
      <p>Ти відчуєш себе переляканою, збентеженою і слабкою. </p>
      <p>
        Твої власні прояви перетворяться на бісів, і ти блукатимеш у самсарі.
      </p>

      <p>
        Та, якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у
        самсарі.
      </p>

      <img src={WratfulDieties3} alt="WratfulDieties3" />

      <h3>2.</h3>

      <p>
        О дитино шляхетного роду, найбільші з цих мирних і гнівних божеств
        подібні до цілого неба, середні – як гора Меру, а найменші – як
        вісімнадцять людей, що встали на плечі один одному.{" "}
      </p>

      <p>Не лякайся ж їх. </p>

      <p>
        Усі вони з’являються, як промені й образи; коли ти пізнаєш їх як
        природне сяйво твого ж розуму, твоє власне сяйво неподільно зіллється з
        променями й образами, й ти станеш Буддою.
      </p>

      <img src={WratfulDieties} alt="WratfulDieties" />
      <h3>3.</h3>

      <p>О дитино! </p>

      <p>
        Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій
        же прояв; пізнай це як світло, природне сяйво твого власного розуму.
      </p>

      <p>
        Якщо ти це пізнаєш, ти станеш Буддою тієї ж миті, в цьому немає
        сумнівів.
      </p>

      <p>
        Без зволікання прийде те, що звуть миттєвим досконалим просвітленням.
      </p>

      <p>Пам’ятай!</p>

      <img src={MindLight} alt="MindLight" />

      <h2>День 22</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо зараз ти не пізнаєш ці явища як світло,
        природне сяйво твого власного розуму, й продовжиш лякатись, усі мирні
        божества з’являться в вигляді Магакали, всі гнівні божества з’являться в
        вигляді Царя Дгарми та всі твої прояви перетворяться на бісів.
      </p>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш свої власні прояви, ти не
        станеш Буддою, навіть, якщо сповідувала Вчення протягом цілої кальпи й
        вивчила всі сутри й тантри.{" "}
      </p>

      <p>
        Та, якщо ти пізнала свої же прояви, одна ця таємниця та одне слово
        зроблять тебе Буддою.
      </p>

      <img src={Mahakala} alt="Mahakala" />

      <h3>2.</h3>

      <p>
        Якщо ж ти не пізнала свої прояви, вони з’являться в вигляді Царя Дгарми,
        Володаря Смерті, в бардо сутнісної дійсності дгармадгату, щойно ти
        помреш.
      </p>

      <p>
        Найбільші Володарі Смерті заповнюють усе небо, середні подібні до гори
        Меру; вони прийдуть, заповнюючи весь Усесвіт.
      </p>

      <p>
        Їхні зуби кусають нижню губу, очі їхні тьмяні, волосся зав’язане на
        маківці, животи гігантські та шиї тонкі, в руках вони тримають записи
        людських дій, вигукуючи: «бий!» і «вбивай!», вилизують мозок, відриваючи
        голови від тіл, вириваючи внутрішні органи: так прийдуть вони,
        заповнюючи весь Усесвіт.
      </p>

      <img src={Yama} alt="Yama" />
      <h3>3.</h3>

      <p>
        О дитино шляхетного роду, коли такими з’являться твої прояви – не
        злякайся.
      </p>

      <p>
        Ти маєш розумове тіло неусвідомлених бажань, тому не можеш померти,
        навіть, якщо тебе вб’ють і розріжуть на шматки.
      </p>

      <p> Воістину, ти – природна форма порожнечі, тому не треба боятися. </p>

      <p>
        Володарі Смерті теж виникають із твого власного сяючого розуму, вони –
        не з твердої речовини.
      </p>

      <p>Порожнеча не може зашкодити порожнечі. </p>

      <p>
        Будь певна, що мирні й гнівні божества, геруки, що п’ють кров, божества
        з головами звірів, райдужне світло, жахаючі образи Володарів Смерті й
        все решта не існують реально та виникають лише з мимовільної гри твого
        розуму.
      </p>

      <p>
        Якщо ти розумієш це, ти природно звільнишся від усякого страху й в
        неподільному сяйві станеш Буддою.
      </p>

      <p>Якщо ти пізнала їх так, вони – твої їдами. </p>

      <p>Думай напружено й цілеспрямовано:</p>
      <div className="Prayer">
        <p>Вони прийшли, щоби запросити мене на небезпечну стежку бардо;</p>
        <p>я знайду в них прихисток.</p>
      </div>

      <img src={Bardo1} alt="Bardo1" />
    </div>
  );
}
