import React from "react";
import fiveElements from "./img/fiveElements.jpg";
import mahamudra from "./img/mahamudra.jpg";
import light from "./img/light.jpg";
import Adibuddha from "./img/Adibuddha.jpg";
import Amitabha from "./img/Amitabha.jpg";
import WhiteTara from "./img/WhiteTara.jpg";

export default function FullBardo() {
  return (
    <div className="FullBardo">
      <h1>Частина I </h1>
      <h2>День 1</h2>
      <h3>1.</h3>
      <div>
        <p>Ушануймо вчителів, ушануймо Три Тіла Будди: </p>
        <p>Амітабгу – Безмежне Світло, Тіло Дгарми, </p>
        <p>Богів Лотосу, мирних і гнівних, Тіло Блаженства,</p>
        <p>Падмасамбгаву, захисника живих істот, Примарне Тіло.</p>
      </div>
      <div>
        <p>
          О дитино шляхетного роду, прийшов твій час шукати дорогу. Коли
          зупиниться твоє дихання, тобі з’явиться те, що тобі вже показав твій
          учитель, те, що зветься початковим світлом першого бардо. Це абсолютна
          сутність буття; відкрита й вільна, мов простір, порожнеча, що
          випромінює світло; чистий оголений розум без центру й кордонів.
          Пізнавай же, перебуваючи в цьому світлі, а я тим часом вестиму тебе.{" "}
        </p>

        <p>
          Ось з’являються ознаки розчинення землі в воді, води в вогні, вогню в
          повітрі, повітря в просторі, простору – в світлоносній порожнечі.
        </p>

        <img src={fiveElements} alt="Five Elements" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          О дитино шляхетного роду, прийшло те, що зветься смертю, й тобі треба
          зрозуміти: «Настала моя смертна година, й тепер, завдяки смерті, я
          побачу світ із позиції просвітленого розуму, дружелюбності й
          співвідчуття, досягну повного просвітлення заради всіх живих істот у
          безмежному просторі. З цими думками, саме зараз, заради всіх живих
          істот я пізнаю порожнечу смерті, що світиться, як Тіло Дгарми.
          Реалізуючи при цьому Великий Символ, я діятиму заради блага всього
          живого. Якщо я цього не досягну, я пізнаю бардо як воно є; досягаючи ж
          неподільної форми Великого Символу в бардо, я роблю благо всьому
          живому в безмежному просторі, який би шлях не вів до цієї мети».
        </p>
        <p>
          Не дозволяй собі вийти з цього стану й намагайся пригадати та відчути
          вчення про медитацію, яке ти пізнала раніше.
        </p>

        <img src={mahamudra} alt="Maha Mudra Mandala" />
      </div>

      <h3>3.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай.</p>
        <p>Зараз чисте світло абсолютної сутності сяє перед тобою.</p>
        <p>Пізнай його.</p>

        <img src={light} alt="Clear Light" />
      </div>
      <h2>День 2</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, цієї миті чиста порожнеча стала природою
          твого розуму, тепер він не має жодної природи взагалі – ані речовини,
          ані якості, подібно до світла; це чиста порожнеча, абсолютна сутність,
          Будда-Матір Самантабгадрі.
        </p>
        <p>
          Але цей стан розуму – не просто щось незаповнене; його нічого не
          закриває, він блискучий, чистий і тремтливий, і це – Будда
          Самантабгадра.
        </p>
        <p>
          Вони неподільні – твій розум, природою якого є порожнеча, що
          позбавлена речовини, й твій розум тремтливий і світлий; це Тіло Дгарми
          Будди.
        </p>

        <img src={Adibuddha} alt="Adibuddha" />
      </div>
      <h3>2.</h3>
      <div>
        <p>
          Цей твій розум – світло й порожнеча, є невіддільними від Великого Тіла
          Сяйва – не народжується й не помирає, бо він і є Амітабга, Будда
          Безсмертного Світла.
        </p>
        <p>Пізнай це – це все, що наразі потрібно.</p>
        <p>
          Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш стан
          духа Будди, зазирнувши в себе.
        </p>

        <img src={Amitabha} alt="Amitabha" />
      </div>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, медитуй на свого їдама, та хай ніщо не
          відволікає тебе. Зосередься на їдамові. Уяви його в видимих формах.
        </p>

        <img src={WhiteTara} alt="White Tara" />
      </div>
    </div>
  );
}
