import React from "react";

export default function Meditations() {
  return (
    <div className="Meditations">
      <p>Прийшов твій час шукати дорогу. </p>
      <p>
        Це абсолютна сутність буття; відкрита й вільна, мов простір, порожнеча,
        що випромінює світло; чистий оголений розум без центру й кордонів.
      </p>

      <p>
        Я досягну повного просвітлення заради всіх живих істот у безмежному
        просторі.{" "}
      </p>

      <p>
        Саме зараз, заради всіх живих істот я пізнаю порожнечу смерті, що
        світиться, як Тіло Дгарми.
      </p>

      <p>
        Досягаючи неподільної форми Великого Символу в бардо, я роблю благо
        всьому живому в безмежному просторі, який би шлях не вів до цієї мети.
      </p>

      <p>
        Зараз чисте світло абсолютної сутності сяє перед тобою. Пізнай його.
      </p>

      <p>Цієї миті чиста порожнеча стала природою твого розуму.</p>

      <p>
        Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш стан
        духа Будди, зазирнувши в себе.
      </p>

      <p>
        Медитуй на свого їдама, та хай ніщо не відволікає тебе. Зосередься на
        їдамові. Уяви його в видимих формах.
      </p>

      <p>
        Цей світ залишаєш не тільки ти, це відбувається з кожним – так не
        відчувай бажань і туги за цим життям.
      </p>

      <p>Пам’ятай про Три Дорогоцінності: Будду, Сангґу й Дгарму.</p>

      <p>
        Я відкину всі думки, сповнені страху та жаху, я зрозумію все, що виникає
        переді мною, є проявом моєї свідомості.
      </p>

      <p>Я не злякаюсь мирних і гнівних облич – моїх же проявів.</p>

      <p>
        В цьому таємна сутність: упевнено пізнавати, що все, що наразі виникає,
        навіть якщо воно жахає, є твоє ж відображення.
      </p>
      <p>
        Природний звук сутнісної дійсності дгармадгату подібний до тисячі
        одночасних ударів грому. Це природний звук твоєї сутнісної дійсності,
        тому не бійся й не впадай у відчай.
      </p>

      <p>
        Ти маєш розумове тіло неусвідомлених прагнень, і в тебе немає тіла з
        плоті й крові, й ніякі звуки, барви, ніякі промені світла не можуть
        зашкодити тобі, й ти не можеш померти.
      </p>

      <p>
        Якщо ти не пізнаєш, що це твої же прояви, якою би медитацією ти не
        займалася за життя – якщо ти не зустрінеш те, чому навчилася, кольори
        налякають тебе, звуки введуть у сум’яття й промені світла збентежать
        тебе.
      </p>

      <p>
        Це спокусливий шлях, на який штовхає тебе погана карма накопиченої лютої
        агресії.
      </p>

      <p>
        Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
        впливом сильної гордині.
      </p>

      <p>Це шлях неусвідомлених прагнень, накопичених сильним бажанням.</p>

      <p>
        Це мимовільна гра твого ж розуму, так що спочивай у цьому вищому стані,
        вільному від дій і турбот, де нема ані близького, ані далекого, ані
        любові, ані ненависті.
      </p>

      <p>Медитуй так, щоби зникла різниця між любов’ю та ненавистю.</p>

      <p>Це звабливий шлях карми накопичення сильної заздрості.</p>

      <p>
        Ці образи не приходять зовні, вони – лише початкова, мимовільна гра
        твого розуму, – пізнай же їх саме так.
      </p>

      <p>Пізнай їх, бо вони – твої їдами.</p>

      <p>
        Це теж виникло з мимовільної гри твого розуму, а не прийшло зовні; тому
        не захоплюйся цим, не лякайся цього, перебувай розслабленою й вільною
        від думок. Тоді всі образи й промені зіллються з тобою, та ти досягнеш
        просвітлення.
      </p>
      <p>
        Світло мудрості завершених дій не з’являється, бо енергія твоєї мудрості
        ще не цілком дозріла.
      </p>

      <p>
        Відсікаючи сумніви, ти пізнаєш свої ж прояви й вступиш на чистий
        незмінний шлях абсолютної сутності; віра призведе до нескінченної
        медитації, ти розчинишся в великій самосутній мудрості й станеш Буддою в
        Тілі Блаженства, який ніколи не зійде назад.
      </p>
      <p>Перебувай розслабленою й вільною від думок. </p>

      <p>
        Якщо тебе налякає чисте світло мудрості й залучить нечисте світло шести
        світів, ти втілишся в істоту одного з цих світів і підеш далі важким
        шляхом, бо не буде виходу з великого океану нещастя самсари.{" "}
      </p>

      <p>
        Відчуй благоговіння перед чистим світлом мудрості, різким і яскравим.{" "}
      </p>

      <p>
        Не бійся цього, не прямуй геть. Пізнай це як гру твого ж розуму, як
        власний прояв.
      </p>
      <p>
        Оберігачі знання з воїнами й дакинями прийшли, щоби захопити мене до
        Чистого Царства Простору.
      </p>
      <p>
        Тепер усі ви, оберігачі знання, не дозвольте мені пасти ще нижче,
        вловіть мене гачками співчуття й піднесіть до Чистого Царства Простору.
      </p>

      <p>
        Нехай міркують про мене божественні оберігачі знання, нехай із великою
        любов’ю ведуть мене на шляху.
      </p>

      <p>
        Не лякайся цього, не жахайся, не збентежуйся. Пізнай це як прояв твого ж
        розуму. Це – твій їдам, тому не бійся.
      </p>

      <p>Пізнання й звільнення прийдуть одночасно.</p>

      <p>Не лякайся. </p>

      <p>
        Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
      </p>

      <p>Пізнай це як їдамів.</p>

      <p>
        Не лякайся цього, але пізнай все, що з’являється, як гру твого ж розуму,
        як твої ж прояви.
      </p>

      <p>Мирні божества з’являються з порожнечі Тіла Дгарми. Пізнай це.</p>
      <p>Гнівні божества з’являються з сяйва Тіла Блаженства – пізнай же це.</p>
      <p>
        Якщо цієї миті, ти пізнаєш, що все, що існує, виникає з твого ж сяючого
        розуму – ти негайно станеш Буддою.
      </p>
      
    </div>
  );
}
