import React from "react";

export default function Meditations() {
  return (
    <div className="Meditations">
      <p>Прийшов твій час шукати дорогу. </p>
      <p>
        Це абсолютна сутність буття; відкрита й вільна, мов простір, порожнеча,
        що випромінює світло; чистий оголений розум без центру й кордонів.
      </p>

      <p>
        Я досягну повного просвітлення заради всіх живих істот у безмежному
        просторі.
      </p>

      <p>
        Саме зараз, заради всіх живих істот я пізнаю порожнечу смерті, що
        світиться, як Тіло Дгарми.
      </p>

      <p>
        Досягаючи неподільної форми Великого Символу в бардо, я роблю благо
        всьому живому в безмежному просторі, який би шлях не вів до цієї мети.
      </p>

      <p>
        Зараз чисте світло абсолютної сутності сяє перед тобою. Пізнай його.
      </p>

      <p>Цієї миті чиста порожнеча стала природою твого розуму.</p>

      <p>
        Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш стан
        духа Будди, зазирнувши в себе.
      </p>

      <p>
        Медитуй на свого їдама, та хай ніщо не відволікає тебе. Зосередься на
        їдамові. Уяви його в видимих формах.
      </p>

      <p>
        Цей світ залишаєш не тільки ти, це відбувається з кожним – так не
        відчувай бажань і туги за цим життям.
      </p>

      <p>Пам’ятай про Три Дорогоцінності: Будду, Сангґу й Дгарму.</p>

      <p>
        Я відкину всі думки, сповнені страху та жаху, я зрозумію все, що виникає
        переді мною, є проявом моєї свідомості.
      </p>

      <p>Я не злякаюсь мирних і гнівних облич – моїх же проявів.</p>

      <p>
        В цьому таємна сутність: упевнено пізнавати, що все, що наразі виникає,
        навіть якщо воно жахає, є твоє ж відображення.
      </p>
      <p>
        Природний звук сутнісної дійсності дгармадгату подібний до тисячі
        одночасних ударів грому. Це природний звук твоєї сутнісної дійсності,
        тому не бійся й не впадай у відчай.
      </p>

      <p>
        Ти маєш розумове тіло неусвідомлених прагнень, і в тебе немає тіла з
        плоті й крові, й ніякі звуки, барви, ніякі промені світла не можуть
        зашкодити тобі, й ти не можеш померти.
      </p>

      <p>
        Якщо ти не пізнаєш, що це твої же прояви, якою би медитацією ти не
        займалася за життя – якщо ти не зустрінеш те, чому навчилася, кольори
        налякають тебе, звуки введуть у сум’яття й промені світла збентежать
        тебе.
      </p>

      <p>
        Це спокусливий шлях, на який штовхає тебе погана карма накопиченої лютої
        агресії.
      </p>

      <p>
        Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
        впливом сильної гордині.
      </p>

      <p>Це шлях неусвідомлених прагнень, накопичених сильним бажанням.</p>

      <p>
        Це мимовільна гра твого ж розуму, так що спочивай у цьому вищому стані,
        вільному від дій і турбот, де нема ані близького, ані далекого, ані
        любові, ані ненависті.
      </p>

      <p>Медитуй так, щоби зникла різниця між любов’ю та ненавистю.</p>

      <p>Це звабливий шлях карми накопичення сильної заздрості.</p>

      <p>
        Ці образи не приходять зовні, вони – лише початкова, мимовільна гра
        твого розуму, – пізнай же їх саме так.
      </p>

      <p>Пізнай їх, бо вони – твої їдами.</p>

      <p>
        Це теж виникло з мимовільної гри твого розуму, а не прийшло зовні; тому
        не захоплюйся цим, не лякайся цього, перебувай розслабленою й вільною
        від думок. Тоді всі образи й промені зіллються з тобою, та ти досягнеш
        просвітлення.
      </p>
      <p>
        Світло мудрості завершених дій не з’являється, бо енергія твоєї мудрості
        ще не цілком дозріла.
      </p>

      <p>
        Відсікаючи сумніви, ти пізнаєш свої ж прояви й вступиш на чистий
        незмінний шлях абсолютної сутності; віра призведе до нескінченної
        медитації, ти розчинишся в великій самосутній мудрості й станеш Буддою в
        Тілі Блаженства, який ніколи не зійде назад.
      </p>
      <p>Перебувай розслабленою й вільною від думок. </p>

      <p>
        Якщо тебе налякає чисте світло мудрості й залучить нечисте світло шести
        світів, ти втілишся в істоту одного з цих світів і підеш далі важким
        шляхом, бо не буде виходу з великого океану нещастя самсари.
      </p>

      <p>
        Відчуй благоговіння перед чистим світлом мудрості, різким і яскравим.
      </p>

      <p>
        Не бійся цього, не прямуй геть. Пізнай це як гру твого ж розуму, як
        власний прояв.
      </p>
      <p>
        Оберігачі знання з воїнами й дакинями прийшли, щоби захопити мене до
        Чистого Царства Простору.
      </p>
      <p>
        Тепер усі ви, оберігачі знання, не дозвольте мені пасти ще нижче,
        вловіть мене гачками співчуття й піднесіть до Чистого Царства Простору.
      </p>

      <p>
        Нехай міркують про мене божественні оберігачі знання, нехай із великою
        любов’ю ведуть мене на шляху.
      </p>

      <p>
        Не лякайся цього, не жахайся, не збентежуйся. Пізнай це як прояв твого ж
        розуму. Це – твій їдам, тому не бійся.
      </p>

      <p>Пізнання й звільнення прийдуть одночасно.</p>

      <p>Не лякайся. </p>

      <p>
        Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
      </p>

      <p>Пізнай це як їдамів.</p>

      <p>
        Не лякайся цього, але пізнай все, що з’являється, як гру твого ж розуму,
        як твої ж прояви.
      </p>

      <p>Мирні божества з’являються з порожнечі Тіла Дгарми. Пізнай це.</p>
      <p>Гнівні божества з’являються з сяйва Тіла Блаженства – пізнай же це.</p>
      <p>
        Якщо цієї миті, ти пізнаєш, що все, що існує, виникає з твого ж сяючого
        розуму – ти негайно станеш Буддою.
      </p>
      <p>
        Якщо ти не пізнаєш, що все, що існує, виникає з твого ж сяючого розуму,
        ти злякаєшся божеств, які п'ють кров, кинешся геть і прийдеш до нових
        страждань.
      </p>

      <p>
        Ти побачиш у всіх божествах, що п’ють кров, Володарів Смерті й злякаєшся
        їх. Ти відчуєш себе переляканою, збентеженою і слабкою. Твої власні
        прояви перетворяться на бісів, і ти блукатимеш у самсарі.
      </p>

      <p>
        Якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у самсарі.
      </p>

      <p>
        Усе це з’являється, як промені й образи; коли ти пізнаєш це як природне
        сяйво твого ж розуму, твоє власне сяйво неподільно зіллється з променями
        й образами, й ти станеш Буддою.
      </p>

      <p>
        Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій
        же прояв; пізнай це як світло, природне сяйво твого власного розуму.
      </p>

      <p>
        Якщо ти це пізнаєш це все як свій власний прояв, ти станеш Буддою тієї ж
        миті, в цьому немає сумнівів. Без зволікання прийде те, що звуть
        миттєвим досконалим просвітленням.
      </p>

      <p>
        Якщо зараз ти не пізнаєш ці явища як світло, природне сяйво твого
        власного розуму, й продовжиш лякатись, усі мирні божества з’являться в
        вигляді Магакали, всі гнівні божества з’являться в вигляді Царя Дгарми
        та всі твої прояви перетворяться на бісів.
      </p>

      <p>
        Якщо ти не пізнаєш свої власні прояви, ти не станеш Буддою, навіть, якщо
        сповідувала Вчення протягом цілої кальпи й вивчила всі сутри й тантри.
      </p>

      <p>
        Якщо ти пізнала свої же прояви, одна ця таємниця та одне слово зроблять
        тебе Буддою.
      </p>

      <p>
        Якщо ж ти не пізнала свої прояви, вони з’являться в вигляді Царя Дгарми,
        Володаря Смерті, в бардо сутнісної дійсності дгармадгату, щойно ти
        помреш.
      </p>

      <p>Коли такими з’являться твої прояви – не злякайся.</p>

      <p>
        Ти маєш розумове тіло неусвідомлених бажань, тому не можеш померти,
        навіть, якщо тебе вб’ють і розріжуть на шматки.
      </p>

      <p> Воістину, ти – природна форма порожнечі, тому не треба боятися. </p>

      <p>
        Володарі Смерті теж виникають із твого власного сяючого розуму, вони –
        не з твердої речовини.
      </p>

      <p>Порожнеча не може зашкодити порожнечі. </p>

      <p>
        Будь певна, що мирні й гнівні божества, геруки, що п’ють кров, божества
        з головами звірів, райдужне світло, жахаючі образи Володарів Смерті й
        все решта не існують реально та виникають лише з мимовільної гри твого
        розуму.
      </p>
      <p>
        Якщо ти розумієш, що все виникає лише з мимовільної гри твого розуму, ти
        природно звільнишся від усякого страху й в неподільному сяйві станеш
        Буддою.
      </p>
      <p>
        Якщо ти пізнала їх як мимовільну гру твого розуму, вони – твої їдами.
      </p>
      <p>
        Думай напружено й цілеспрямовано: «Вони прийшли, щоби запросити мене на
        небезпечну стежку бардо; я знайду в них прихисток».
      </p>

      <p>Пам’ятай про Три Дорогоцінності. </p>
      <p>
        Пам’ятай про свого їдама; назви його ім’я й молись йому такими словами:
        «Я блукаю в бардо – так будь моїм визволителем, із співчуттям заволодій
        мною, о мій дорогоцінний їдаме».
      </p>

      <p>
        Назви ім’я твого вчителя й молись йому: «Я блукаю в бардо – так будь
        моїм визволителем, не залишай мене своїм співчуттям».
      </p>

      <p>
        Коли я блукаю одна, з любими друзями розлучена, та виникають порожні
        образи моїх же проявів, нехай надішлють Будди силу свого співчуття, щоби
        жахи бардо не прийшли.
      </p>

      <p>
        Коли сяють п’ять світлих вогнів мудрощі, нехай я без страху пізнаю себе.
      </p>

      <p>
        Коли я страждаю під владою тяжкої карми, нехай розсіє мій їдам усіляке
        страждання.
      </p>

      <p>
        Коли звук сутнісної дійсності гуркоче, мов тисяча громів, нехай стане
        він звуком Шести Складів.
      </p>

      <p>
        Коли я прямую за своєю кармою та немає прихистку, нехай стане моїм
        прихистком Володар Великого Співчуття.
      </p>

      <p>
        Коли я страждаю від карми неусвідомлених прагнень, нехай виникне самадгі
        блаженства й світла.
      </p>
      <p>
        Нехай не повстануть як вороги п’ять Стихій, нехай я побачу царства п’яти
        Будд.
      </p>

      <p>
        Всі страхи зникнуть, і ти, безсумнівно, станеш Буддою в Тілі Блаженства,
        тому це так важливо.
      </p>

      <p>
        Віддамо пошану божествам: Ґуру, їдамам і дакині. Нехай стануть вони
        причиною звільнення в бардо.{" "}
      </p>

      <p>Пекельні істоти, боги й тіло бардо народжуються мимовільно. </p>
      <p>
        Коли в бардо сутнісної дійсності дгармадгату з’явилися мирні й гнівні
        божества, ти їх не пізнала, тому ти знесилилася від страху за ці дні.
      </p>

      <p>
        Які би явища цієї миті не виникали, не йди за ними, не захоплюйся ними
        та не жадай їх.
      </p>

      <p>
        Тепер, якщо ти зможеш зосереджено медитувати, спокійно занурити свій
        розум у чисту, оголену, світлоносну порожнечу, про яку тобі повідав
        учитель, і ти зможеш розслабитись у стані несприйняття й недіяння, ти
        досягнеш звільнення.{" "}
      </p>
      <p>
        Якщо ти не в змозі зрозуміти, уяви над своєю головою свого їдама або
        вчителя й спробуй відчути благоговіння. Це дуже важливо.
      </p>

      <p>Повторюю знову й знову – не відволікайся!</p>

      <p>
        Це ознака того, що ти блукаєш у стані бардо поставання/переродження
        (сіпа бардо), тому пам’ятай настанови свого вчителя й молись Володарю
        Великого Співчуття.
      </p>

      <p>
        Тепер ти наділена дивовижними здібностями, які ти наздобула не
        медитацією або чеснотами, але тими, що прийшли до тебе природно: вони
        мають природу кармічної сили. Та ці здібності не личать тобі; не міркуй
        про них.{" "}
      </p>

      <p>
        Якщо в тебе є вчитель, молись йому, або молись їдамові, Володареві
        Великого Співчуття.
      </p>
      <p>
        І нехай ти прив’язана до своїх близьких, це марно – отже залиш
        прив’язаність.
      </p>
      <p>
        Молись Володареві Великого Співчуття, та не буде ані страхів, ані
        страждань.
      </p>

      <p>
        Твій розум, що втратив опору, гнаний вітром карми, безпорадно
        намагається осідлати коня вітру, хитаючись і обертаючись, мов пір'їнка.{" "}
      </p>

      <p>
        Перед тобою весь час буде сірий серпанок, немов сіре світло зорі – ані
        день, ані ніч. Не страждай через це.
      </p>

      <p>
        Цієї миті тебе наздожене ззаду могутній ураган карми – жахаючий,
        нестерпний, той, що люто крутиться. Не жахайся його – адже це твій
        власний незв'язний прояв.{" "}
      </p>

      <p>
        Попереду тебе стане густа темрява, лякаюча, нестерпна, з моторошними
        криками: «Бий!», «Убивай!». Не бійся її.{" "}
      </p>

      <p>
        Тим, хто скоїв великий злочин, в результаті їхньої карми з’явиться
        безліч бісів, які пожирають плоть, несуть різну зброю, вигукують бойові
        кличі й слова: «Вбивай! Бий!».{" "}
      </p>

      <p>
        Ти відчуєш, що на тебе полюють різні страшні звірі, що тебе переслідує
        величезна армія, під снігом, дощем, у темряві й бурі. Ти почуєш, як
        руйнуються гори, розливаються озера, як розтікається полум’я та
        виникають люті вітри. З жахом ти кинешся галасвіта, й перед тобою
        розверзнуться три прірви – біла, червона й чорна, глибокі й страшні, й
        ти ледь не звалишся в них. О дитино шляхетного роду, насправді це не
        прірви – це злість, пристрасть та невігластво.{" "}
      </p>

      <p>
        Звернись до Володаря Великого Співчуття: «О Володарю Великого Співчуття,
        мій Ґуру, о Три Дорогоцінності, не дайте мені скинутись у пекло».{" "}
      </p>

      <p>
        Тих, хто має заслуги, хто був добродієм і щиро дотримувався Вчення,
        захопить усе розмаїття довершеної насолоди, вони відчують усі види
        довершеного блаженства й щастя.
      </p>
      <p>
        Ті ж, хто був байдужий і неосвічений, не робив ані добра, ані зла, не
        відчують ані задоволення, ані болі, тільки неосвіченість і байдужість
        з’являться їм.
      </p>

      <p>
        Що би не з’явилось, які би насолоди й жадані речі не виникали, не
        захоплюйся ними й не прагни їх. Даруй їх учителеві й Трьом
        Дорогоцінностям.{" "}
      </p>
      <p>Видали з серця прив’язаність і бажання. </p>
      <p>
        Якщо виникає почуття байдужості без насолоди й болю, тоді нехай
        покоїться твій розум у незворушному стані Великого Символу, коли
        відсутня сама думка про медитацію.{" "}
      </p>
    </div>
  );
}
