import React from "react";
import Ratnasambhava2 from "./img/Ratnasambhava2.jpg";

export default function Piece21() {
  return (
    <div className="Piece21">
      <h1>Частина I </h1>
      <h2>День 7</h2>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому синьому світлі світу людей.</p>
        <p>
          Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
          впливом сильної гордині. Якщо він захопить тебе, ти зійдеш до
          людського світу, відчуєш народження, старість, смерть і страждання та
          втратиш можливість покинути брудне болото самсари. Ця перешкода
          загороджує шлях до звільнення – отже, не дивись на нього, відкинь
          гординю, відкинь неусвідомлені прагнення.
        </p>
        <p>Не захоплюйся ним і не сумуй за ним. </p>
        <p>
          Забажай яскравого, блискучого жовтого світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – на Благословенному
          Ратнасамбгаві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, гординею охоплений, </p>
          <p>Хай на світлоносному шляху мудрості рівноваги </p>
          <p>Йде поперед мене Благословенний Ратнасамбгава, </p>
          <p>Позаду мене – його дружина Мамакі; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Yellow">
          <img
            className="img-fluid"
            src={Ratnasambhava2}
            alt="Ratnasambhava2"
          />
        </div>
      </div>
    </div>
  );
}
