import React from "react";
import ParadiseGarden from "./img/ParadiseGarden.jpg";

export default function Piece112() {
  return (
    <div className="Piece112">
      <h1>Частина III </h1>
      <h2>День 38</h2>
      <h3>1.</h3>

      <p>Слухай, о померла дитино шляхетного роду. </p>
      <p>
        Хоча досі тобі багато разів були дані вказівки, ти їх не зрозуміла, тому
        тепер, коли брами лона не зачинились, настав час обрати тіло.{" "}
      </p>
      <p>
        Існує не одна, а багато істинних і глибоких порад, як обрати тобі брами
        лона – осягай же та не відволікайся. Зосереджено слухай і розумій.{" "}
      </p>
      <p>
        О дитино шляхетного роду, зараз з’являються знаки й характерні риси
        континенту, де доведеться тобі народитися – пізнай же їх.{" "}
      </p>
      <p>Розглянь, де випало тобі народитись і обери континент.</p>

      <img className="img-fluid" src={ParadiseGarden} alt="ParadiseGarden" />
    </div>
  );
}
