import React from "react";
import SamsaraWheel2 from "./img/SamsaraWheel2.jpg";

export default function Piece90() {
  return (
    <div className="Piece90">
      <h1>Частина III </h1>
      <h2>День 31</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не зрозуміла того, що з’являлося тобі,
        то з цього часу тіло, яке ти мала в минулому житті, ставатиме все більше
        тьмяним, і все більш ясним ставатиме твоє майбутнє тіло.{" "}
      </p>
      <p>
        Ти відчуєш журбу та подумаєш: «Я страждаю від цього – тепер я шукатиму
        прояви хоч якогось тіла».
      </p>
      <p>
        Й ти почнеш блукати взад і вперед, кидаючись до всього, що з’являється.
      </p>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.
      </p>

      <img className="img-fluid" src={SamsaraWheel2} alt="SamsaraWheel2" />
    </div>
  );
}
