import React from "react";
import FiveBuddhas1 from "./img/FiveBuddhas1.jpg";

export default function Piece30() {
  return (
    <div className="Piece30">
      <h1>Частина I </h1>
      <h2>День 10</h2>
      <h3>3.</h3>
      <div>
        <p>
          О дитино шляхетного роду, з серця Будд п’яти родин та їхніх дружин
          осяють твоє серце промені чотирьох потоків мудрості – найтонші й ясні,
          мов простягнене сяйво сонця.
        </p>
        <p>
          Спочатку осяє твоє серце з серця Вайрочани мудрість простору Дгарми,
          тканина з сяючих білих променів, яскравих і жахаючих. У цій променевій
          тканині з’являться блискучі білі диски, ясні й яскраві, мов дзеркала,
          повернені донизу, обрамлені п’ятьма меншими дисками, які прикрашені ще
          більш малими, так що немає ані центру, ані кордонів світла.
        </p>
        <p>
          З серця Ваджрасатви в сяючій синій тканині дзеркалоподібної мудрості
          з’явиться синій диск, неначе перекинута бірюзова чаша в оточенні інших
          дисків.
        </p>
        <p>
          Із серця Ратнасамбгави в сяючій жовтій тканині мудрості рівноваги
          з’явиться жовтий диск, неначе золота перекинута чаша в оточенні інших
          дисків.
        </p>
        <p>
          Із серця Амітабги, в сяючій червоній тканині мудрості розпізнавання
          з’явиться блискучий червоний диск, неначе коралова перекинута чаша,
          сяюча глибоким світлом мудрості, ясний і яскравий, оточений іншими
          дисками так, що немає ані центру, ані кордонів світла.
        </p>
        <p>Вони теж осяють твоє серце.</p>
        <p>
          О дитино шляхетного роду, ці диски теж виникли з мимовільної гри твого
          ж розуму, а не прийшли зовні; тому не захоплюйся ними, не лякайся їх,
          перебувай розслабленою й вільною від думок. Тоді всі образи й промені
          зіллються з тобою, та ти досягнеш просвітлення.
        </p>
        <p>
          О дитино шляхетного роду, зелене світло мудрості завершених дій не
          з’являється, бо енергія твоєї мудрості ще не цілком дозріла.
        </p>
        <p>
          О дитино шляхетного роду, це зветься злиттям чотирьох потоків
          мудрості, коридором Ваджрасатви.
        </p>
        <p>
          Цієї миті пригадай попредні настанови свого Вчителя. Якщо ти пригадаєш
          сенс того, що тобі розповіли, ти повіриш своїм попереднім відчуттям,
          пізнаєш їх як зустріч матері та сина, мов побачення старих друзів.
        </p>
        <p>
          Відсікаючи сумніви, ти пізнаєш свої ж прояви й вступиш на чистий
          незмінний шлях абсолютної сутності; віра призведе до нескінченної
          медитації, ти розчинишся в великій самосутній мудрості й станеш Буддою
          в Тілі Блаженства, який ніколи не зійде назад.
        </p>

        <div className="FourLights">
          <img className="img-fluid" src={FiveBuddhas1} alt="FiveBuddhas1" />
        </div>
      </div>
    </div>
  );
}
