import React from "react";
import Avalokiteshvara2 from "./img/Avalokiteshvara2.jpg";

export default function Piece71() {
  return (
    <div className="Piece71">
      <h1>Частина III </h1>
      <h2>День 24</h2>
      <h3>2.</h3>

      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>

      <p>
        О дитино шляхетного роду, слово «безперешкодно» означає, що, оскільки ти
        маєш розумове тіло й твій розум відділений від попередньої опори,
        оскільки немає в тебе матеріального тіла, ти можеш тепер проходити назад
        і вперед, навіть, крізь гору Меру – царицю гір, можеш пройти куди
        завгодно, крім лона твоєї матері й діамантового сідалища.{" "}
      </p>

      <p>
        Це ознака того, що ти блукаєш у стані бардо поставання/переродження
        (сіпа бардо), тому пам’ятай настанови свого вчителя й молись Володарю
        Великого Співчуття.
      </p>

      <img
        className="img-fluid"
        src={Avalokiteshvara2}
        alt="Avalokiteshvara2"
      />
    </div>
  );
}
