import React from "react";
import Nepevnenist from "./img/Nepevnenist.jpg";

export default function Piece79() {
  return (
    <div className="Piece79">
      <h1>Частина III </h1>
      <h2>День 27</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, в цей час тебе на мить укриють мости, святині
        й монастирі, хати й ступи, але ти не залишишся там надовго.{" "}
      </p>
      <p>
        Оскільки твій розум відділився від тіла, ти не в змозі там оселитись, ти
        відчуваєш роздратування й холод, свідомість стає повітряною, квапливою,
        мерехтливою та непостійною.{" "}
      </p>
      <p>Тоді ти подумаєш: «На жаль, я мертва! Що мені робити тепер?». </p>
      <p>
        Від цієї думки твоє серце раптом стане порожнім і холодним, і ти відчуєш
        сильний, безмежний біль. Оскільки ти змушена рухатися та не в змозі ніде
        оселитися, не займай себе жодними думками, та нехай твій розум покоїться
        в його первісному стані.{" "}
      </p>

      <img className="img-fluid" src={Nepevnenist} alt="Nepevnenist" />
    </div>
  );
}
