import React from "react";
import BuddhaHeruka1 from "./img/BuddhaHeruka1.png";

export default function Piece39() {
  return (
    <div className="Piece39">
      <h1>Частина II </h1>
      <h2>День 13</h2>
      <h3>3.</h3>
      <div>
        <p>Виблискуючи, розлітається червоно-золоте волосся Будда-Геруки, </p>
        <p>його голови увінчані засохлими черепами, сонцем і місяцем, </p>
        <p>його тіло – в гірляндах із чорних змій та свіжих черепів. </p>
        <p>Він тримає в правій верхній руці колесо, </p>
        <p>в середній – бойову сокиру, </p>
        <p>в нижній – меч. </p>
        <p>У лівій верхній руці – дзвін, </p>
        <p>у середній – леміш, </p>
        <p>у нижній – чашу з черепа. </p>
        <p>Його тіло обіймає його дружина – Будда-Кродгишварі, </p>
        <p>обвиває його шию правою рукою, </p>
        <p>а лівою рукою підносить до його рота череп, повний крові. </p>
        <p>Він видає брязкітливі голосні звуки й ревіння, подібне до грому. </p>
        <p>
          Полум’я мудрості виходить із подібного до блискучої ваджри волосся на
          його тілі.
        </p>
        <p>Не лякайся його, не жахайся, не збентежуйся. </p>
        <p>Пізнай його як прояв твого ж розуму. </p>
        <p>Він – твій їдам, тому не бійся. </p>
        <p>
          Воістину, він – Благословенний Вайрочана зі своєю дружиною, тому не
          жахайся.{" "}
        </p>
        <p>Пізнання й звільнення прийдуть одночасно.</p>
        <img src={BuddhaHeruka1} alt="BuddhaHeruka1" />
      </div>
    </div>
  );
}
