import React from "react";
import PadmaHeruka from "./img/PadmaHeruka.png";

export default function Piece46() {
  return (
    <div className="Piece46">
      <h1>Частина II </h1>
      <h2>День 16</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня з західної частини твого мозку вийде й ясно з’явиться
          перед тобою прояв родини лотоса, що п’є кров, –
        </p>
        <p>Благословенний Падма-Герука в союзі зі своєю дружиною. </p>
        <p>Його тіло темно-червоного кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Його правий лик білий, </p>
        <p>лівий – синій, </p>
        <p>а центральний – темно-червоного кольору.</p>

        <img src={PadmaHeruka} alt="PadmaHeruka" />
      </div>
    </div>
  );
}
