import React from "react";
import Dakini from "./img/Dakini.jpg";

export default function Piece33() {
  return (
    <div className="Piece33">
      <h1>Частина I </h1>
      <h2>День 11</h2>
      <h3>3.</h3>
      <div>
        <p>За оберігачами знання з’являються незліченні натовпи дакинь:</p>
        <ul>
          <li>
            <p>дакині восьми місць кремації</p>
          </li>
          <li>
            <p>дакині чотирьох родин</p>
          </li>
          <li>
            <p>дакині трьох місцеперебувань</p>
          </li>
          <li>
            <p>дакині десяти напрямків</p>
          </li>
          <li>
            <p>дакині двадцяти чотирьох місць паломництва.</p>
          </li>
        </ul>
        <p>
          З’являться чоловічі й жіночі божественні воїни й служителі, всі
          чоловічі й жіночі дгармапали-захисники вчення, зі шістьма прикрасами з
          костей, з барабанами, трубами зі стегневих кісток, барабанами з
          черепів, прапорами зі шкіри юнаків, балдахінами й стрічками з людської
          шкіри, кадіннями з людської плоті, з безкінечно різноманітними
          музичними інструментами; заповнюючи всі царства Всесвіту так, що вони
          гойдаються, тремтять і трясуться, граючи на всіх інструментах музику,
          від якої розколюються голови; танцюючи різні танці, вони прийдуть, щоб
          захопити тих, хто був вірний обітниці Самая, й покарати тих, хто
          віддав його забуттю.
        </p>
        <div className="FourLights">
          <img className="img-fluid" src={Dakini} alt="Dakini" />
        </div>
      </div>
    </div>
  );
}
