import React from "react";
import bardo from "./img/bardo.jpg";

export default function Piece7() {
  return (
    <div className="Piece7">
      <h1>Частина I </h1>
      <h2>День 3</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай уважно, не відволікаючись. </p>
        <p>Існує шість станів бардо: </p>
        <ul>
          <li>
            <strong>к'є-не бардо</strong> — бардо теперішнього життя між
            народженням і смертю
          </li>
          <li>
            <strong>мілам бардо</strong> — бардо сну
          </li>
          <li>
            <strong>самтен бардо</strong> — бардо медитації
          </li>
          <li>
            <strong>чі-кхай бардо</strong> — бардо, що з'являється в мить смерті
          </li>
          <li>
            <strong>чьо-ньї бардо</strong> — бардо сутнісної дійсності,
            дгармадгату
          </li>
          <li>
            <strong>сіпа бардо</strong> — бардо поставання/переродження
          </li>
        </ul>

        <p>О дитино шляхетного роду, ти відчуєш чотири бардо: </p>
        <ul>
          <li>
            <strong>чі-кхай бардо</strong> — бардо, що з'являється в мить смерті
          </li>
          <li>
            <strong>чьо-ньї бардо</strong> — бардо сутнісної дійсності,
            дгармадгату
          </li>
          <li>
            <strong>сіпа бардо</strong> — бардо поставання/переродження
          </li>
          <li>
            <strong>к'є-не бардо</strong> — бардо теперішнього життя між
            народженням і смертю
          </li>
        </ul>

        <p>
          Бардо, що з'являється в мить смерті (чі-кхай бардо) та бардо сутнісної
          дійсності, дгармадгату (чьо-ньї бардо) сяяли до вчорашнього дня, але
          ти їх не впізнала; тому ти змушена блукати тут.
        </p>

        <img src={bardo} alt="bardo" />
      </div>
    </div>
  );
}
