import React from "react";
import Vajrasattva2 from "./img/Vajrasattva2.jpg";

export default function Piece18() {
  return (
    <div className="Piece18">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>3.</h3>
      <div>
        <p>Не шукай насолоди в м’якому димному світлі пекельного світу. </p>
        <p>
          Це спокусливий шлях, на який штовхає тебе погана карма накопиченої
          лютої агресії.
        </p>
        <p>
          Якщо він захопить тебе, ти звалишся в пекло, потонеш у брудному болоті
          нестерпного страждання, звідки не видно виходу. Ця перешкода
          загороджує шлях до визволення, тому не дивись на неї, відкинь агресію.
        </p>
        <p>Не захоплюйся димним світлом і не сумуй за ним.</p>
        <p>
          Відчуй прагнення до яскравого, блискучого білого світла, відтворюй цю
          молитву надхнення, зосередивши думки на Благословенному Ваджрасатві:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, палаючи агресією, </p>
          <p>Хай на світлоносному шляху дзерцалоподібної мудрості </p>
          <p>Йде поперед мене Благословенний Ваджрасаттва, </p>
          <p>Позаду мене – його дружина, Будда-Лочана; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="White">
          <img src={Vajrasattva2} alt="Vajrasattva2" />
        </div>
      </div>
    </div>
  );
}
