import React from "react";

export default function Piece2() {
  return (
    <div className="Piece2">
      <div>Частина 1. День 1. </div>
      <div>
        <p>* * *</p>
        <p>
          О дитино шляхетного роду, прийшло те, що зветься смертю, й тобі треба
          зрозуміти: «Настала моя смертна година, й тепер, завдяки смерті, я
          побачу світ із позиції просвітленого розуму, дружелюбності й
          співчування, досягну повного просвітлення заради всіх живих істот у
          безмежному просторі. З цими думками, саме зараз, заради всіх живих
          істот я пізнаю порожнечу смерті, що світиться, як Тіло Дгарми.
          Реалізуючи при цьому Великий Символ, я діятиму заради блага всього
          живого. Якщо я цього не досягну, я пізнаю бардо як воно є; досягаючи ж
          неподільної форми Великого Символу в бардо, я роблю благо всьому
          живому в безмежному просторі, який би шлях не вів до цієї мети». Не
          дозволяй собі вийти з цього стану й намагайся пригадати та відчути
          вчення про медитацію, яке ти пізнав раніше.
        </p>
        <p>
          _________ Падмасамбгава — Настанови й молитви «Книги Великого
          Визволення»
        </p>
      </div>
    </div>
  );
}
