import React from "react";
import Tornado from "./img/Tornado.jpg";

export default function Piece95() {
  return (
    <div className="Piece95">
      <h1>Частина III </h1>
      <h2>День 32</h2>
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, якщо ти не пізнала те, що з’являлося досі,
        тепер ти відчуєш, що сила карми захоплює тебе й тягне догори, донизу або
        вперед на попередньому рівні, – медитуй же цієї миті на Володаря
        Великого Співчуття; пам’ятай!{" "}
      </p>
      <p>
        Потім ти відчуєш щось на кшталт того, що було описано раніше: вихори,
        снігові бурі, зливу з градом, темряву навколо себе, побачиш безліч
        людей, які переслідують тебе, й ти будеш від них тікати.{" "}
      </p>
      <p>
        Ті, хто не накопичив за життя заслуг, відчують, що втікають до місця
        страждання.{" "}
      </p>
      <p>Ті, хто наздобув заслуги, відчують, що вступають до місця радості.</p>

      <img className="img-fluid" src={Tornado} alt="Tornado" />
    </div>
  );
}
