import React from "react";
import Padmasambhava from "./img/Padmasambhava.jpg";

export default function Piece94() {
  return (
    <div className="Piece94">
      <h1>Частина III </h1>
      <h2>День 32</h2>
      <h3>1.</h3>
      <p>
        Медитуй довгий час на свого божественного їдама як на видіння, що не має
        власної реальної природи, як на міраж. Це називають чистим примарним
        тілом.{" "}
      </p>
      <p>
        Далі нехай їдам зникне з країв усередину, ти же перебувай якийсь час у
        незбагненному стані світлоносної порожнечі, котру неможливо сприйняти як
        щось конкретне.{" "}
      </p>
      <p>Знову медитуй на їдама, потім знову на світлоносність. </p>
      <p>
        Медитуй так по черзі, потім нехай твій розум теж зникне з країв
        усередину.
      </p>
      <p>
        Усюди, де існує простір, існує свідомість, і де існує свідомість – там є
        Тіло Дгарми. Спочивай же в простому й самовідданому стані Тіла Дхарми.
      </p>
      <img className="img-fluid" src={Padmasambhava} alt="Padmasambhava" />
    </div>
  );
}
