import React from "react";
import matrix from "./img/matrix.jpg";

export default function Piece83() {
  return (
    <div className="Piece83">
      <h1>Частина III </h1>
      <h2>День 28</h2>
      <h3>2.</h3>
      <p>
        Бути розрізаною знову й знову неймовірно боляче, тому не бійся, коли
        відраховують білі камінці, не бреши й не лякайся Володаря Смерті.
      </p>
      <p>
        Оскільки ти тепер володієш розумовим тілом, ти не можеш померти, навіть,
        якщо будеш убита і розрізана.{" "}
      </p>
      <p>Воістину, ти – природна форма порожнечі, й немає потреби боятись.</p>{" "}
      <p>
        І Володар Смерті – природна форма порожнечі, твій же незв’язний прояв, і
        ти – порожнеча, розумове тіло неусвідомлених прагнень.{" "}
      </p>
      <p>
        Порожнеча не може зашкодити порожнечі, без’якісне не зашкодить
        без’якісному.{" "}
      </p>
      <p>
        Володар Смерті, боги, злі духи, біси з бичою головою не мають ніякої
        іншої реальності, окрім твоїх власних незв’язних проявів – пізнай же це.
      </p>
      <p>Цієї миті пізнай, що все навколо тебе є бардо.</p>
      <img className="img-fluid" src={matrix} alt="matrix" />
    </div>
  );
}
