import React from "react";
import Avalokiteshvara1 from "./img/Avalokiteshvara1.png";

export default function Piece69() {
  return (
    <div className="Piece69">
      <h1>Частина III </h1>
      <h2>День 23</h2>
      <h3>3.</h3>

      <p>
        Хоча до вчорашнього дня тобі з’являлися прояви бардо сутнісної дійсності
        дгармадгату, ти не пізнала їх, тому вимушена блукати тут.{" "}
      </p>

      <p>
        {" "}
        Тепер, якщо ти зможеш зосереджено медитувати, спокійно занурити свій
        розум у чисту, оголену, світлоносну порожнечу, про яку тобі повідав
        учитель, і ти зможеш розслабитись у стані несприйняття й недіяння, ти
        досягнеш звільнення та не ввійдеш до лона жінки.{" "}
      </p>

      <p>
        Якщо ти не в змозі зрозуміти, уяви над своєю головою свого їдама або
        вчителя й спробуй відчути благоговіння.{" "}
      </p>

      <p>Це дуже важливо. </p>

      <p>Повторюю знову й знову – не відволікайся!</p>

      <img
        className="img-fluid"
        src={Avalokiteshvara1}
        alt="Avalokiteshvara1"
      />
    </div>
  );
}
