import React from "react";
import StudentTeacher from "./img/StudentTeacher.png";

export default function Piece89() {
  return (
    <div className="Piece89">
      <h1>Частина III </h1>
      <h2>День 30</h2>
      <h3>2.</h3>
      <p>
        Якщо ти маєш народитися в одному з трьох нижніх світів, і в той час,
        коли ти відчуєш ці світи, твої близькі в місці, яке ти залишила,
        здійснюють благочестиві обряди, що вільні від гріха, та вчителі й
        наставники слідують святому Вченню в повній чистоті тіла, мови й розуму,
        ти відчуєш потужну радість, побачивши їх, і це негайно призведе тебе до
        народження в більш високому світі, навіть, якщо тобі належало зійти до
        трьох нижніх світів – тому це так корисно.{" "}
      </p>
      <p>
        Тому дуже важливо не мати нечистих думок і відчути чисте благоговіння
        без упередження – будь же уважна.
      </p>

      <img className="img-fluid" src={StudentTeacher} alt="StudentTeacher" />
    </div>
  );
}
