import React from "react";
import Amoghasiddhi from "./img/Amoghasiddhi.jpg";

export default function Piece25() {
  return (
    <div className="Piece25">
      <h1>Частина I </h1>
      <h2>День 9</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє зелене світло, очищена стихія повітря, й цієї
          миті перед тобою з’явиться з зеленого північного Царства Завершених
          Дій Благословенний Амоґгасідгі, володар кола.
        </p>
        <p>
          Його тіло зеленого кольору, в руці він тримає підвійну ваджру й
          возсідає на троні з птахів шанг-шанг, обіймаючи дружину – Самая-Тару.
        </p>

        <p>
          Його супроводжують бодгісатви Ваджрапані й Сарваніварана Віскамбгін і
          бодгісатви-жінки Ґандга й Найвед’я так, що шість буддичних форм
          з’являються з простору райдужного світла. Навіть, якщо ти відвернешся,
          він залишиться неподільно з тобою.
        </p>
        <p>
          З серця Амоґгасідгі та його дружини прийде до тебе зелене світло
          скандги уявлення в його первісній чистоті, прийде мудрість довершених
          дій, яскраво-зелена, сяюча й ясна, різка й жахаюча, прикрашена дисками
          світла, простромить твоє серце так, що не зможуть витримати очі.{" "}
        </p>
        <p>
          Не злякайся її. Це мимовільна гра твого ж розуму, так що спочивай у
          цьому вищому стані, вільному від дій і турбот, де нема ані близького,
          ані далекого, ані любові, ані ненависті.
        </p>

        <div className="Green">
          <img className="img-fluid" src={Amoghasiddhi} alt="Amoghasiddhi" />
        </div>
      </div>
    </div>
  );
}
