import React from "react";
import Yama from "./img/Yama.jpg";

export default function Piece65() {
  return (
    <div className="Piece65">
      <h1>Частина II </h1>
      <h2>День 22</h2>
      <h3>2.</h3>

      <p>
        Якщо ж ти не пізнала свої прояви, вони з’являться в вигляді Царя Дгарми,
        Володаря Смерті, в бардо сутнісної дійсності дгармадгату, щойно ти
        помреш.
      </p>

      <p>
        Найбільші Володарі Смерті заповнюють усе небо, середні подібні до гори
        Меру; вони прийдуть, заповнюючи весь Усесвіт.
      </p>

      <p>
        Їхні зуби кусають нижню губу, очі їхні тьмяні, волосся зав’язане на
        маківці, животи гігантські та шиї тонкі, в руках вони тримають записи
        людських дій, вигукуючи: «бий!» і «вбивай!», вилизують мозок, відриваючи
        голови від тіл, вириваючи внутрішні органи: так прийдуть вони,
        заповнюючи весь Усесвіт.
      </p>

      <img src={Yama} alt="Yama" />
    </div>
  );
}
