import React from "react";
import Avalokiteshvara5 from "./img/Avalokiteshvara5.jpg";

export default function Piece85() {
  return (
    <div className="Piece85">
      <h1>Частина III </h1>
      <h2>День 29</h2>
      <h3>1.</h3>
      <p>
        До вчорашнього дня твоя увага розсіювалась, і, хоча ти так багато
        побачила в стані бардо, ти не пізнала його, й тобі дуже страшно. Якщо ти
        й зараз відволічешся, канат співчуття буде перерізаний, і ти підеш туди,
        де немає визволення, тому будь уважна.{" "}
      </p>
      <p>
        О дитино шляхетного роду, якщо ти не знаєш, як треба медитувати,
        пам’ятай про Будду, Дгарму й Санґгу, про Володаря Великого Співчуття й
        молись їм. Медитуй на все жахливіші прояви, як на Володаря Великого
        Співчуття або на свого їдама.{" "}
      </p>
      <p>
        Пригадай свого вчителя й таємне ім’я, яке ти отримала під час свого
        присвячення в світі людей; скажи це ім’я Царю Дгарми, Володареві Смерті.
      </p>
      <p>
        Навіть якщо ти впадеш у прірву, це тобі не зашкодить, то відкинь страх і
        жах.
      </p>
      <img
        className="img-fluid"
        src={Avalokiteshvara5}
        alt="Avalokiteshvara5"
      />
    </div>
  );
}
