import React from "react";
import Amoghasiddhi1 from "./img/Amoghasiddhi1.jpg";

export default function Piece26() {
  return (
    <div className="Piece26">
      <h1>Частина I </h1>
      <h2>День 9</h2>
      <h3>2.</h3>
      <div>
        <p>
          У цей самий час разом зі світлом мудрості тебе осяє викликане
          заздрістю м’яке червоне світло світу ревнивих богів.
        </p>
        <p>
          Медитуй так, щоби зникла різниця між любов’ю та ненавистю. Але, якщо
          твій розум слабкий, просто не шукай насолоди в ньому.
        </p>
        <p>
          Цієї ж миті під впливом сильної заздрості ти злякаєшся й кинешся геть
          від різкого, яскравого зеленого світла та відчуєш задоволення й
          прагнення до м’якого червоного світла світу ревнивих богів.
        </p>

        <p>
          У цей час не злякайся зеленого світла, різкого й яскравого, сяючого й
          ясного, та пізнай його як мудрість. Нехай твій розум спочиває в ньому,
          розслаблений, бездіяльний; із вірою молись йому:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Амоґгасідгі, </p>
          <p>я знайду в ньому прихисток. </p>
        </div>
        <p>
          Це гачок променя співчуття Благословенного Амоґгасідгі, мудрості
          довершених дій – так забажай його й не кидайся геть.
        </p>

        <div className="Green">
          <img src={Amoghasiddhi1} alt="Amoghasiddhi1" />
        </div>
      </div>
    </div>
  );
}
