import React from "react";
import Road from "./img/Road.jpg";

export default function Piece121() {
  return (
    <div className="Piece121">
      <h1>Частина III </h1>
      <h2>День 41</h2>
      <h3>1.</h3>

      <p>
        Якщо тобі доведеться народитися мешканцем пекла, ти почуєш пісні, що
        співають істоти зі злою кармою, або ж ти будеш вимушена безпорадно
        вступити туди, або ж ти відчуєш, що потрапила до темної країни з чорними
        й червоними будинками, чорними ямами й чорними дорогами.
      </p>
      <p>
        Якщо ти кинешся туди, ти потрапиш до пекла й будеш нестерпно страждати
        від спеки й холоду, та не буде видно виходу. Тому не прямуй туди, не
        прямуй зовсім та будь уважною.
      </p>

      <img className="img-fluid" src={Road} alt="Road" />
    </div>
  );
}
