import React from "react";
import SamsaraWheel1 from "./img/SamsaraWheel1.jpg";

export default function Piece68() {
  return (
    <div className="Piece68">
      <h1>Частина III </h1>
      <h2>День 23</h2>
      <h3>2.</h3>

      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>
      <p>
        Тут слово «попереднє» позначає, що ти володієш тілом, подібним до
        попереднього тіла з плоті й крові, такого, яке ти пам’ятаєш, окрім того,
        воно випромінює світло й має ознаки тіла людей золотого віку.{" "}
      </p>
      <p>
        Це відчуття розумового тіла, тому його звуть «розумовим тілом відчуття
        бардо».{" "}
      </p>
      <p>
        Цієї миті, якщо тобі доведеться народитись богом, ти відчуєш світ богів,
        якщо ж тобі доведеться народитись ревнивим богом, людиною, твариною,
        голодним духом або мешканкою пекла – ти відчуєш відповідний світ.{" "}
      </p>
      <p>
        Тому слово «попереднє» позначає, що досі ти вважала, що маєш матеріальне
        тіло, яким ти його пам’ятаєш, та «майбутнє» позначає, що потім ти
        відчуєш той світ, де тобі доведеться згодом народитись; тому кажуть:
        «попереднє й майбутнє».{" "}
      </p>
      <p>
        Які би явища цієї миті не виникали, не йди за ними, не захоплюйся ними
        та не жадай їх.{" "}
      </p>
      <p>
        Якщо ти ними захопишся або забажаєш їх, ти блукатимеш у шести світах,
        відчуваючи страждання.
      </p>

      <img className="img-fluid" src={SamsaraWheel1} alt="SamsaraWheel1" />
    </div>
  );
}
