import React from "react";
import Bardo1 from "./img/Bardo1.jpg";

export default function Piece66() {
  return (
    <div className="Piece66">
      <h1>Частина II </h1>
      <h2>День 22</h2>
      <h3>3.</h3>

      <p>
        О дитино шляхетного роду, коли такими з’являться твої прояви – не
        злякайся.
      </p>

      <p>
        Ти маєш розумове тіло неусвідомлених бажань, тому не можеш померти,
        навіть, якщо тебе вб’ють і розріжуть на шматки.
      </p>

      <p> Воістину, ти – природна форма порожнечі, тому не треба боятися. </p>

      <p>
        Володарі Смерті теж виникають із твого власного сяючого розуму, вони –
        не з твердої речовини.
      </p>

      <p>Порожнеча не може зашкодити порожнечі. </p>

      <p>
        Будь певна, що мирні й гнівні божества, геруки, що п’ють кров, божества
        з головами звірів, райдужне світло, жахаючі образи Володарів Смерті й
        все решта не існують реально та виникають лише з мимовільної гри твого
        розуму.
      </p>

      <p>
        Якщо ти розумієш це, ти природно звільнишся від усякого страху й в
        неподільному сяйві станеш Буддою.
      </p>

      <p>Якщо ти пізнала їх так, вони – твої їдами. </p>

      <p>Думай напружено й цілеспрямовано:</p>
      <div className="Prayer">
        <p>Вони прийшли, щоби запросити мене на небезпечну стежку бардо;</p>
        <p>я знайду в них прихисток.</p>
      </div>

      <img src={Bardo1} alt="Bardo1" />
    </div>
  );
}
