import React from "react";
import Rollercoster from "./img/Rollercoster.jpg";

export default function Piece86() {
  return (
    <div className="Piece86">
      <h1>Частина III </h1>
      <h2>День 29</h2>
      <h3>2.</h3>
      <p>
        О дитино шляхетного роду, те, що ти відчуєш зараз, буде подібно до
        катапульти, по черзі втягувати тебе в стани радості й журби, тому не
        викликай у собі жодних почуттів пристрасті й злості.
      </p>
      <p>
        {" "}
        Якщо тобі доведеться народитись у вищому світі, то тоді, коли ти відчуєш
        цей світ, твої родичі в залишеному тобою місці приноситимуть у жертву
        тварин, присвячених померлому, тому в тобі зародяться нечисті думки й ти
        відчуєш лютий гнів, який змусить тебе народитись мешканцем пекла.{" "}
      </p>
      <p>
        Тому, що би не коїлося в місці, яке ти залишила, не сердься та медитуй
        на доброту.
      </p>

      <img className="img-fluid" src={Rollercoster} alt="Rollercoster" />
    </div>
  );
}
