import React from "react";
import Vajrasattva from "./img/Vajrasattva.jpg";

export default function Piece16() {
  return (
    <div className="Piece16">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня засяє біле світло, очищена стихія води, й цієї миті
          з’явиться перед тобою Благословенний Ваджрасатва-Акшобг’я з синього
          східного Царства Досконалої Радості.
        </p>
        <p>
          Його тіло синього кольору, він тримає в руці п’ятикутну ваджру й
          посідає на слоновому троні, обіймаючи дружину – Будда-Лочану.
        </p>
        <p>
          Його супроводжують бодгісатви Кшитиґарбга й Майтрейя та
          бодгісатви-жінки Лас’я та Пущпа так, що з’являються шість буддичних
          форм.
        </p>
        <p>
          Із серця Ваджрасатви та його дружини до тебе прийде біле світло
          скандги форми в його первісній чистоті, прийде дзеркалоподібна
          мудрість, сліпучо-біла, яскрава й ясна, простромить тебе так, що не
          зможуть витримати очі.
        </p>

        <div className="White">
          <img src={Vajrasattva} alt="Vajrasattva" />
        </div>
      </div>
    </div>
  );
}
