import React from "react";
import mirror from "./img/mirror.jpg";

export default function Piece88() {
  return (
    <div className="Piece88">
      <h1>Частина III </h1>
      <h2>День 30</h2>
      <h3>1.</h3>
      <p>
        Коли для тебе читатимуть мантру «Канкані», коли будуть виконувати обряд
        «очищення від нижчих світів», тоді тонким надчуттєвим сприйняттям, що
        обумовлене твоєю кармою, ти побачиш, що вони роблять це нечисто, сонно,
        неуважно, безтурботно, не дотримуючись обітниці самая; ти усвідомиш, що
        їм не вистачає віри, що вони роблять гріх своїм страхом і нечистим
        виконанням ритуалів, і ти подумаєш: «На жаль, вони дурять мене, звісно,
        вони дурять мене!».{" "}
      </p>
      <p>
        Ця думка принесе тобі глибоку скорботу й відчай, і, відчувши відсутність
        чистого благоговіння, ти втратиш віру, й це напевно примусить тебе
        відправитися до нижчих світів.{" "}
      </p>
      <p>
        Це марно, дуже шкідливо, тому, як би нечисто не виконували обряди друзі,
        яких ти залишив, із чистою вірою й благоговінням думай:{" "}
      </p>
      <p>
        «Що ж? Мабуть, мої прояви нечисті; та чи можуть бути нечистими слова
        Будди? Те, що я бачу, викликано моїми нечистими проявами – так само, як
        відбивались у люстерці недоліки мого обличчя. Що ж до цих людей, то їхнє
        тіло – це Санґга, їхня мова – свята Дгарма та їхній розум – природа
        Будди, тому я наздобуду в них прихисток».{" "}
      </p>
      <p>
        Тоді тобі допоможе все, що коїться в місці, що ти залишив, тому дуже
        важливо зберегти такі чисті думки; не забувай.
      </p>

      <img className="img-fluid" src={mirror} alt="mirror" />
    </div>
  );
}
