import React from "react";
import Hayagriva from "./img/Hayagriva.jpg";

export default function Piece126() {
  return (
    <div className="Piece126">
      <h1>Частина III </h1>
      <h2>День 42</h2>
      <h3>3.</h3>

      <p>
        У цей час жаху, коли тебе, безпорадну, переслідують месники, тобі
        потрібно негайно побачити всім своїм розумом Благословенного Верховного
        Геруку, або Гаяґріву, або Ваджрапані, або твого їдама, якщо він у тебе
        є, з величезним тілом і товстими кінцівками, що стоїть у страхітливій
        позі гніву та нищить у прах усі злі сили.{" "}
      </p>
      <p>
        Відділена від месників його благословінням і співчуттям, ти наздобудеш
        силу обрати брами лона.{" "}
      </p>
      <p>Це істинна глибока таємниця настанови – зрозумій же її.</p>

      <img className="img-fluid" src={Hayagriva} alt="Hayagriva" />
    </div>
  );
}
