import React from "react";
import WratfulDieties from "./img/WratfulDieties.jpg";

export default function Piece62() {
  return (
    <div className="Piece62">
      <h1>Частина II </h1>
      <h2>День 21</h2>
      <h3>2.</h3>

      <p>
        О дитино шляхетного роду, найбільші з цих мирних і гнівних божеств
        подібні до цілого неба, середні – як гора Меру, а найменші – як
        вісімнадцять людей, що встали на плечі один одному.{" "}
      </p>

      <p>Не лякайся ж їх. </p>

      <p>
        Усі вони з’являються, як промені й образи; коли ти пізнаєш їх як
        природне сяйво твого ж розуму, твоє власне сяйво неподільно зіллється з
        променями й образами, й ти станеш Буддою.
      </p>

      <img src={WratfulDieties} alt="WratfulDieties" />
    </div>
  );
}
