import React from "react";
import WratfulDieties2 from "./img/WratfulDieties2.jpg";

export default function Piece60() {
  return (
    <div className="Piece60">
      <h1>Частина II </h1>
      <h2>День 20</h2>
      <h3>3.</h3>
      <div>
        <p>О дитино шляхетного роду, </p>
        <p>мирні божества з’являються з порожнечі Тіла Дгарми.</p>
        <p>Пізнай це.</p>
        <p>Гнівні божества з’являються з сяйва Тіла Блаженства – </p>
        <p>пізнай же це.</p>
        <p>Якщо цієї миті, </p>
        <p>коли з твого мозку виходять і з’являються перед тобою </p>
        <p>п’ятдесят вісім божеств, які п’ють кров, </p>
        <p>ти пізнаєш, </p>
        <p>що все, що існує,</p>
        <p>виникає з твого ж сяючого розуму – </p>
        <p>ти негайно станеш Буддою,</p>
        <p>невіддільним від божеств, які п’ють кров.</p>
        <img src={WratfulDieties2} alt="WratfulDieties2" />
      </div>
    </div>
  );
}
