import React from "react";
import Zen from "./img/Zen.png";

export default function Piece131() {
  return (
    <div className="Piece131">
      <h1>Частина III </h1>
      <h2>День 44</h2>
      <h3>2.</h3>
      <p>
        Голодні духи, що живуть у глибинах моря, та ті, що літають у просторі,
        та всі вісімдесят тисяч видів злих сил заволоділи цим розумовим тілом,
        змінивши своє положення.
      </p>
      <p>
        У цей час краще за все споглядати Великий Символ порожнечі, та, якщо ти
        не здатна цього робити, тоді прийми участь у грі ілюзії.
      </p>
      <img className="img-fluid" src={Zen} alt="Zen" />
    </div>
  );
}
