import React from "react";
import Three_Jewels from "./img/Three_Jewels.png";

export default function Piece8() {
  return (
    <div className="Piece8">
      <h1>Частина I </h1>
      <h2>День 3</h2>
      <h3>2.</h3>
      <div>
        <p>
          Тепер ти відчуєш бардо поставання/переродження (сіпа бардо) та бардо
          наступного життя (к'є-не бардо), тому пізнай, не відволікаючись, усе,
          що я скажу тобі.
        </p>
        <p>
          О дитино шляхетного роду, настало те, що звуть смертю. Цей світ
          залишаєш не тільки ти, це відбувається з кожним – так не відчувай
          бажань і туги за цим життям. Навіть, якщо туга й бажання охоплять
          тебе, ти не зможеш залишитися, ти зможеш тільки блукати в самсарі. Не
          бажай, не сумуй.
        </p>

        <p>Пам’ятай про Три Дорогоцінності: Будду, Сангґу й Дгарму.</p>

        <img className="img-fluid" src={Three_Jewels} alt="Three Jewels" />
      </div>
    </div>
  );
}
