import React from "react";
import joy from "./img/joy.jpg";

export default function Piece77() {
  return (
    <div className="Piece77">
      <h1>Частина III </h1>
      <h2>День 26</h2>
      <h3>2.</h3>

      <p>
        Тих, хто має заслуги, хто був добродієм і щиро дотримувався Вчення,
        захопить усе розмаїття довершеної насолоди, вони відчують усі види
        довершеного блаженства й щастя.
      </p>
      <p>
        Ті ж, хто був байдужий і неосвічений, не робив ані добра, ані зла, не
        відчують ані задоволення, ані болі, тільки неосвіченість і байдужість
        з’являться їм.
      </p>

      <img src={joy} alt="joy" />
    </div>
  );
}
