import React from "react";
import FiveWisdoms from "./img/FiveWisdoms.jpg";

export default function Piece34() {
  return (
    <div className="Piece34">
      <h1>Частина I </h1>
      <h2>День 12</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, в царстві неусвідомленого з серця п’яти
          володарів-оберігачів знання прийде чиста природна мудрість, яка сяє
          п’ятикольоровими променями, подібними до барвистих скручених нитей,
          блискуча, тремтлива, мерехтлива, яскрава й ясна, різка й лячна; вона
          простромить твоє серце так, що не зможуть витримати очі.
        </p>
        <p>
          У цей же час разом зі світлом мудрості засяє м’яке зелене світло світу
          тварин.
        </p>
        <p>
          Цієї миті, збентежена неусвідомленими прагненнями, ти злякаєшся й
          кинешся геть від п’ятикольорового світла, та тебе захопить м’яке
          світло світу тварин.
        </p>
        <p>
          Тоді не злякайся яскравого, різкого п’ятикольорового світла; не бійся
          його, та пізнай його як мудрість.
        </p>

        <div className="SoftGreen">
          <img src={FiveWisdoms} alt="FiveWisdoms" />
        </div>
      </div>
    </div>
  );
}
