import React from "react";
import Zen from "./img/Zen.png";

export default function Piece127() {
  return (
    <div className="Piece127">
      <h1>Частина III </h1>
      <h2>День 43</h2>
      <h3>1.</h3>
      <p>
        О дитино шляхетного роду, боги медитації народжуються завдяки силі
        самадгі.
      </p>
      <p>
        {" "}
        Багато злих сил, таких, як голодні духи, змінили своє положення в стані
        бардо, вони здібні з’являтись у різноманітних ілюзорних формах голодних
        духів і демонів та перетворюються в саме це розумове тіло. Голодні духи,
        що живуть у глибинах моря, та ті, що літають у просторі, та всі
        вісімдесят тисяч видів злих сил заволоділи цим розумовим тілом, змінивши
        своє положення.
      </p>
      <p>
        У цей час краще за все споглядати Великий Символ порожнечі, та, якщо ти
        не здатна цього робити, тоді прийми участь у грі ілюзії.
      </p>
      <img className="img-fluid" src={Zen} alt="Zen" />
    </div>
  );
}
