import React from "react";
import Amoghasiddhi2 from "./img/Amoghasiddhi2.jpg";

export default function Piece27() {
  return (
    <div className="Piece27">
      <h1>Частина I </h1>
      <h2>День 9</h2>
      <h3>3.</h3>
      <div>
        <p>
          Не злякайся його, не захопись м’яким червоним світлом світу ревнивих
          богів. Це звабливий шлях карми накопичення сильної заздрості. Якщо він
          захопить тебе, ти зійдеш до світу ревнивих богів і нестерпно
          страждатимеш від сварок і бійок.
        </p>
        <p>
          Ця перешкода загороджує шлях до звільнення, тому не захоплюйся ним,
          відкинь неусвідомлені прагнення.
        </p>
        <p>
          Забажай сяючого яскраво-зеленого світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – на Благословенному
          Амоґгасідсі й його дружині:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, заздрістю охоплена, </p>
          <p>Нехай на світлоносному шляху мудрості завершених дій </p>
          <p>Йде поперед мене Благословенний Амоґгасідгі, </p>
          <p>Позаду мене – його дружина, Самая-Тара; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо,</p>
          <p> Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Green">
          <img className="img-fluid" src={Amoghasiddhi2} alt="Amoghasiddhi2" />
        </div>
      </div>
    </div>
  );
}
