import React from "react";
import BuddhaShakyamuni from "./img/BuddhaShakyamuni.jpg";

export default function Piece109() {
  return (
    <div className="Piece109">
      <h1>Частина III </h1>
      <h2>День 37</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, коли в тобі зародяться пристрасть і злість,
        медитуй так:{" "}
      </p>
      <div className="Prayer">
        «На жаль! Я виявилась істотою з такою тяжкою кармою, що й досі блукаю в
        самсарі через прив’язаність до пристрасті й злості. Якщо й надалі я
        відчуватиму пристрасть і злість, я нескінченно блукатиму в самсарі,
        надовго занурюсь у безодню океану страждань; тому тепер я зовсім
        перестану відчувати пристрасть і злість. На жаль! Тепер я ніколи не
        відчую знову пристрасть і злість. Зосередивши свій розум тільки на цій
        думці, я зачиню брами лона – так кажуть тантри».{" "}
      </div>
      <p>
        О дитино шляхетного роду, не відволікайся; зосередь свій розум на
        одному.
      </p>

      <img
        className="img-fluid"
        src={BuddhaShakyamuni}
        alt="BuddhaShakyamuni"
    </div>
  );
}
