import React from "react";
import Moon from "./img/Moon.jpg";

export default function Piece96() {
  return (
    <div className="Piece96">
      <h1>Частина III </h1>
      <h2>День 32</h2>
      <h3>3.</h3>
      <p>
        У цей час, о дитино шляхетного роду, з’являться всі знаки тієї країни й
        того місця, де тобі доведеться народитися; слухай же тепер, не
        відволікаючись, бо в цій частині настанов багато дуже глибоких істин.
      </p>
      <p>
        Хоча ти й досі не зрозуміла ці таємниці, зараз ти осягнеш сутність,
        навіть, якщо твій досвід дуже бідний – отже слухай.{" "}
      </p>
      <p>
        О дитино шляхетного роду, ясно уяви свого божественного їдама, як
        видіння, що не має власної реальної природи, як міраж, як відображення
        місяця в воді. Якщо в тебе немає свого їдаму, ним стане сам Володар
        Великого Співчуття; ясно уяви його. Далі нехай їдам зникне з країв
        усередину, ти ж медитуй на світлоносну порожнечу, де ні на чому
        зупинитися думці.{" "}
      </p>
      <p>
        Це глибока таємниця, кажуть, що завдяки їй запобігається входження до
        лона – медитуй же саме так.
      </p>

      <img className="img-fluid" src={Moon} alt="Moon" />
    </div>
  );
}
