import React from "react";
import WratfulDieties3 from "./img/WratfulDieties3.jpg";

export default function Piece61() {
  return (
    <div className="Piece61">
      <h1>Частина II </h1>
      <h2>День 21</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш, що все, що існує, виникає
        з твого ж сяючого розуму, ти злякаєшся божеств, які п'ють кров, кинешся
        геть і прийдеш до нових страждань.
      </p>

      <p>
        Якщо ти цього не пізнаєш, ти побачиш у всіх божествах, що п’ють кров,
        Володарів Смерті й злякаєшся їх.
      </p>
      <p>Ти відчуєш себе переляканою, збентеженою і слабкою. </p>
      <p>
        Твої власні прояви перетворяться на бісів, і ти блукатимеш у самсарі.
      </p>

      <p>
        Та, якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у
        самсарі.
      </p>

      <img src={WratfulDieties3} alt="WratfulDieties3" />
    </div>
  );
}
