import React from "react";
import Gauri1 from "./img/Gauri1.jpg";
import Gauri2 from "./img/Gauri2.png";

export default function Piece52() {
  return (
    <div className="Piece52">
      <h1>Частина II </h1>
      <h2>День 18</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Із твого власного мозку вийдуть і з’являться перед тобою вісім ґаурі.
        </p>
        <p>Не лякайся їх. </p>
        <ul>
          <li>
            <p>
              Зі східної частини твого мозку з’явиться тобі біла Ґаурі, в правій
              руці вона тримає труп, мов палицю, а в лівій – чашу з черепа,
              повну крові.{" "}
            </p>
            <p>Не лякайся.</p>
          </li>
          <li>
            <p>З півдня з’явиться жовта Каурі, яка запускає стрілу з лука.</p>
          </li>
          <li>
            <p>
              З заходу з'явиться червона Прамога, яка тримає прапор із
              зображенням водяного звіра.
            </p>
          </li>
          <li>
            <p>
              З півночі – чорна Веталі, яка тримає ваджру й чашу з черепа, повну
              крові.
            </p>
          </li>
        </ul>
        <img className="img-fluid" src={Gauri1} alt="Gauri1" />
        <ul>
          <li>
            <p>
              З південного сходу з’явиться помаранчова Пуккасі, яка тримає в
              правій руці кишки, а лівою відправляє їх до рота
            </p>
          </li>
          <li>
            <p>
              З південного заходу – темно-зелена Ґгасмарі, яка п’є з повного
              крові черепа, який вона тримає в лівій руці й помішує кров ваджрою
              в правій руці.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться блідо-жовта Чандалі, яка відриває
              голову від тіла, тримає серце в правій руці, а лівою підносить
              тіло до свого рота.
            </p>
          </li>

          <li>
            <p>
              З північного сходу – темно-синя Смешалі, яка відриває голову від
              тіла й пожирає її.
            </p>
          </li>
        </ul>

        <p>Ці вісім ґаурі сторін світу, які оточують п’ятьох герук,</p>
        <p> що п’ють кров, вийдуть із твого мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх.</p>

        <img className="img-fluid" src={Gauri2} alt="Gauri2" />
      </div>
    </div>
  );
}
