import React from "react";
import FiveBuddhas from "./img/FiveBuddhas.jpg";

export default function Piece28() {
  return (
    <div className="Piece28">
      <h1>Частина I </h1>
      <h2>День 10</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Хоча тобі до вчорашнього дня було показано явище світла кожної з п’яти
          родин, вони збентежили тебе, бо ти була під впливом дурних прагнень,
          тому ти залишилася тут і досі.
        </p>
        <p>
          Якщо би ти пізнала, що природне сяйво мудрості цих п’яти родин є твоїм
          же проявом, ти розчинилася би в райдужному світлі в серці однієї з
          п’яти родин і стала би Буддою в Тілі Блаженства, та оскільки ти цього
          не пізнала, ти й досі залишилася блукати тут. Отже, дивись тепер і не
          відволікайся.
        </p>

        <p>
          Зараз з’являться разом п’ять родин; чотири потоки мудрості,
          поєднавшись, прийдуть, щоби вести тебе; пізнай їх.
        </p>
        <p>
          О дитино шляхетного роду, засяють чотири кольорових світла чотирьох
          очищених стихій; у цей самий час:
        </p>
        <ul>
          <li>
            <p>
              Будда Вайрочана та його дружина з’являться, як і раніше, з
              центрального Царства Всепроникаючого Кола
            </p>
          </li>

          <p>
            <li>
              Будда Ваджрасаттва з дружиною й супутниками з’являться зі східного
              Царства Досконалої Радості
            </li>
          </p>
          <p>
            <li>
              Будда Ратнасамбгава з дружиною й супутниками з’являться з
              південного Царства Слави
            </li>
          </p>
          <p>
            <li>
              Будда Амітабга з дружиною й супутниками з’являться з західного
              Блаженного Царства Лотосу й
            </li>
          </p>
          <p>
            <li>
              Будда Амоґгасідгі з дружиною й супутниками з’являться з північного
              Царства Завершених Дій, із простору райдужного світла.
            </li>
          </p>
        </ul>
        <div className="FourLights">
          <img src={FiveBuddhas} alt="FiveBuddhas" />
        </div>
      </div>
    </div>
  );
}
