import React from "react";
import Nediyannia from "./img/Nediyannia.png";

export default function Piece81() {
  return (
    <div className="Piece81">
      <h1>Частина III </h1>
      <h2>День 27</h2>
      <h3>3.</h3>

      <p>
        Ти побачиш свою родину, друзів і близьких, побачиш свій власний труп і
        подумаєш: «Тепер я мертва, то що ж мені робити?».{" "}
      </p>
      <p>
        Розумове тіло відчуватиме страшний біль, і ти подумаєш: «Чому би тепер
        не знайти собі тіло?».{" "}
      </p>
      <p>Й ти відчуєш, що ходиш туди-сюди в пошуках тіла. </p>
      <p>
        Навіть якщо ти до дев’яти разів увійдеш у свій власний труп – зима
        заморозить його або літо піддасть розкладанню, а може, твої родичі його
        спалять або поховають у могилі, або віддадуть птахам і диким звірям, бо
        пройшло багато часу, поки ти була в бардо сутнісної дійсності, тому не
        знайдеться місця, куди би ти змігла ввійти; ти впадеш у глибокий відчай,
        відчуєш себе здавленою скелями й камінням.{" "}
      </p>
      <p>
        Це страждання й є бардо поставання/переродження (сіпа бардо); навіть
        якщо ти шукаєш тіло, немає нічого, окрім страждання – отже, відітни своє
        прагнення до тіла й незворушно спочивай у стані недіяння.
      </p>

      <img src={Nediyannia} alt="Nediyannia" />
    </div>
  );
}
