import React from "react";
import PeacefulBardo from "./img/PeacefulBardo.jpg";

export default function Piece29() {
  return (
    <div className="Piece29">
      <h1>Частина I </h1>
      <h2>День 10</h2>
      <h3>2.</h3>
      <div>
        <p>
          О дитино шляхетного роду, слідом за Буддами п’яти родин з’являться
          гнівні вартові брам:
        </p>
        <ul>
          <li>
            <p>Віджая, «Всеперемогаючий»</p>
          </li>
          <li>
            <p>Ямантака, «Той, що подолав смерть»</p>
          </li>
          <li>
            <p>Хаягрива, «З конячою шиєю» та</p>
          </li>
          <li>
            <p>Амритакундалі «Спираль нектару»</p>
          </li>
        </ul>
        <p>з’являться охоронниці брам:</p>
        <ul>
          <li>
            <p>Анкуша, «Гачок»</p>
          </li>
          <li>
            <p>Паша, «Петля»</p>
          </li>
          <li>
            <p>Шрінкхала, «Ланцюг» і</p>
          </li>
          <li>
            <p>Ґганта, «Дзвін»</p>
          </li>
        </ul>
        <p>з’являться шість мудреців, благословенних:</p>
        <ul>
          <li>
            <p>Індра «Сотні жертв», мудрець світу богів</p>
          </li>
          <li>
            <p>Вемачитра, «В чудовій мантії», мудрець світу ревнивих богів</p>
          </li>
          <li>
            <p>Лев із роду Шак’я, мудрець світу людей</p>
          </li>
          <li>
            <p>Дгрувасінга, «Непохитний Лев», мудрець світу тварин</p>
          </li>
          <li>
            <p>
              Джваламукха, «З полум’яніючим ротом», мудрець світу голодних духів
              і
            </p>
          </li>
          <li>
            <p>Дгармараджа, «Цар Вчення», мудрець пекельного світу</p>
          </li>
        </ul>
        <p>
          З’являться також Самантабгадра й Самантабгадрі, Всеблагі Батько й
          Матір всіх Будд.
        </p>

        <p>
          Ці сорок два божества Тіла Блаженства виходитимуть із твого серця й
          з’являтимуться перед тобою; це чисті форми твоїх проявів – так пізнай
          їх.
        </p>
        <p>
          О дитино шляхетного роду, ці царства існують не десь зовні, вони
          розташовані в чотирьох сторонах твого серця, а його центр – п’яте
          царство; наразі вони виходять із серця, з’являючись перед тобою. Ці
          образи не приходять зовні, вони – лише початкова, мимовільна гра твого
          розуму, – пізнай же їх саме так.
        </p>

        <p>
          О дитино шляхетного роду, ці образи не великі й не малі, їх пропорції
          досконалі. Кожен із них має свої прикраси, одяг, колір, позу, свій
          трон і свій символ. Вони розгортаються п’ятьма парами, й кожну пару
          оточує п’ятикольоровий ореол. Вся мандала, чоловічі й жіночі божества
          всіх родин з’являться повністю, одразу.
        </p>
        <p>Пізнай їх, бо вони – твої їдами.</p>

        <div className="FourLights">
          <img src={PeacefulBardo} alt="PeacefulBardo" />
        </div>
      </div>
    </div>
  );
}
