import React from "react";
import Mahamudra1 from "./img/Mahamudra1.jpg";

export default function Piece78() {
  return (
    <div className="Piece78">
      <h1>Частина III </h1>
      <h2>День 26</h2>
      <h3>3.</h3>

      <p>
        Що би не з’явилось, о дитино шляхетного роду, які би насолоди й жадані
        речі не виникали, не захоплюйся ними й не прагни їх.{" "}
      </p>
      <p>Даруй їх учителеві й Трьом Дорогоцінностям. </p>
      <p>Видали з серця прив’язаність і бажання. </p>
      <p>
        Та, якщо виникає почуття байдужості без насолоди й болю, тоді нехай
        покоїться твій розум у незворушному стані Великого Символу, коли
        відсутня сама думка про медитацію.{" "}
      </p>
      <p>Це дуже важливо.</p>
      <p></p>

      <img src={Mahamudra1} alt="Mahamudra1" />
    </div>
  );
}
