import React from "react";
import KarmaHeruka from "./img/KarmaHeruka.jpg";

export default function Piece49() {
  return (
    <div className="Piece49">
      <h1>Частина II </h1>
      <h2>День 17</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня з північної частини твого мозку вийде й ясно з’явиться
          перед тобою прояв родини карма, що п’є кров, –
        </p>
        <p>Благословенний Карма-Герука. </p>
        <p>Тіло Карма-Геруки темно-зеленого кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Правий лик його білий, </p>
        <p>лівий – червоний, </p>
        <p>а середній – величного темно-зеленого кольору.</p>

        <img className="img-fluid" src={KarmaHeruka} alt="KarmaHeruka" />
      </div>
    </div>
  );
}
