import React from "react";
import SamsaraWheel from "./img/SamsaraWheel.jpg";

export default function Piece31() {
  return (
    <div className="Piece31">
      <h1>Частина I </h1>
      <h2>День 11</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, разом зі світлом мудрості засяє світло шости
          нечистих ілюзорних світів:
        </p>
        <ul>
          <li>
            <p>м’яке біле світло світу богів</p>
          </li>

          <li>
            <p>м’яке червоне світло світу ревнивих богів</p>
          </li>

          <li>
            <p>м’яке синє світло світу людей</p>
          </li>

          <li>
            <p>м’яке зелене світло світу тварин</p>
          </li>

          <li>
            <p>м’яке жовте світло світу голодних духів і</p>
          </li>

          <li>
            <p>м’яке димне світло пекельного світу.</p>
          </li>
        </ul>

        <p>Вони засяють разом із чистим світлом мудрості. </p>

        <p>
          Не припадай до них і не захоплюйся жодним із них, але перебувай
          розслабленою й вільною від думок.{" "}
        </p>

        <p>
          Якщо тебе налякає чисте світло мудрості й залучить нечисте світло
          шести світів, ти втілишся в істоту одного з цих світів і підеш далі
          важким шляхом, бо не буде виходу з великого океану нещастя самсари.{" "}
        </p>

        <p>
          О дитино шляхетного роду, якщо ти не отримала вказівок Учителя, тебе
          налякають ці образи й чисте світло мудрості, тебе захопить нечисте
          світло самсари; не роби цього, але відчуй благоговіння перед чистим
          світлом мудрості, різким і яскравим. Благоговійно міркуй:
        </p>

        <div className="Prayer">
          <p>
            Проміні мудрості й співчуття Благословенних Будд п’яти родин зійшли,
          </p>
          <p>щоб із співчуттям заволодіти мною;</p>
          <p> я наздобуду в них прихисток.</p>
        </div>

        <p>
          Не захоплюйся світлом шести ілюзорних світів, не сумуй за ними та
          відтворюй цю молитву надхнення, зосередивши думки на Буддах п’яти
          родин та їхніх дружинах:
        </p>

        <div className="Prayer">
          <p> Коли крізь п’ять отрут блукаю я в самсарі, </p>
          <p>Хай на світлоносному шляху поєднання чотирьох потоків мудрості </p>
          <p>Йдуть поперед мене переможці, голови п’яти родин, </p>
          <p>Позаду мене – їхні дружини; </p>
          <p>Позбавте мене шляхів шести нечистих світів, </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби я досягла п’яти чистих Царств Будди.</p>
        </div>

        <div className="FourLights">
          <img src={SamsaraWheel} alt="SamsaraWheel" />
        </div>
      </div>
    </div>
  );
}
