import React from "react";
import Serpanok from "./img/Serpanok.png";

export default function Piece75() {
  return (
    <div className="Piece75">
      <h1>Частина III </h1>
      <h2>День 25</h2>
      <h3>3.</h3>

      <p>
        О дитино шляхетного роду, твій розум, що втратив опору, гнаний вітром
        карми, безпорадно намагається осідлати коня вітру, хитаючись і
        обертаючись, мов пір'їнка.{" "}
      </p>

      <p>
        Ти скажеш плакувальницям: «Я тут, не плачте», та вони не почують тебе,
        тому ти подумаєш: «Я померла», й тобі буде дуже боляче.
      </p>

      <p> Не страждай через це. </p>

      <p>
        Перед тобою весь час буде сірий серпанок, немов сіре світло зорі – ані
        день, ані ніч.{" "}
      </p>

      <p>
        Такий стан бардо триватиме один, два, три, чотири, п’ять, шість або сім
        тижнів – до сорока дев’яти днів.{" "}
      </p>

      <p>
        Кажуть, що страждання в бардо поставання/переродження (сіпа бардо)
        зазвичай триває до двадцяти одного дня, але це не зовсім точно, тому що
        залежить від карми.
      </p>

      <img className="img-fluid" src={Serpanok} alt="Serpanok" />
    </div>
  );
}
