import React from "react";
import Vajrasattva1 from "./img/Vajrasattva1.jpg";

export default function Piece17() {
  return (
    <div className="Piece17">
      <h1>Частина I </h1>
      <h2>День 6</h2>
      <h3>2.</h3>
      <div>
        <p>
          У той самий час разом із світлом мудрості прийде й простромить тебе
          м’яке димне світло пекельного світу.
        </p>
        <p>
          Цієї миті під впливом своєї агресивності ти злякаєшся й кинешся геть
          від блискучого білого світла, та відчуєш задоволення від м’якого
          димного світла пекельного світу.
        </p>
        <p>
          Тоді не злякайся різкого, блискучого, яскравого й ясного білого
          світла, та зрозумій його як мудрість. Із вірою та жагою прямуй до
          нього, відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ваджрасатви, </p>
          <p>я наздобуду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Ваджрасатва йде, щоби прийняти тебе серед жахів
          бардо, це гачок променя співчуття Ваджрасатви – так забажай його.
        </p>

        <div className="White">
          <img className="img-fluid" src={Vajrasattva1} alt="Vajrasattva1" />
        </div>
      </div>
    </div>
  );
}
