import React from "react";
import NewBody from "./img/NewBody.png";

export default function Piece67() {
  return (
    <div className="Piece67">
      <h1>Частина III </h1>
      <h2>День 23</h2>
      <h3>1.</h3>

      <p>Віддамо пошану божествам: Ґуру, їдамам і дакині; </p>

      <p>Нехай стануть вони причиною звільнення в бардо. </p>
      <br />
      <p>
        В книзі «Великого Визволення в результаті почутого» вже було розповідано
        про бардо сутнісної дійсності дгармадгату (чьо-ньї бардо), тепер
        нагадаємо про бардо поставання/переродження (сіпа бардо).{" "}
      </p>
      <br />
      <p>О дитино шляхетного роду, уважно слухай і осягай. </p>

      <p>Пекельні істоти, боги й тіло бардо народжуються мимовільно. </p>

      <p>
        Коли в бардо сутнісної дійсності дгармадгату (чьо-ньї бардо) з’явилися
        мирні й гнівні божества, ти їх не пізнала, тому ти знесилилася від
        страху за ці дні; але коли ти прийшла до тями, твоя свідомість
        прояснилась і виникло нове тіло, подібне до того, що було в тебе раніше.
      </p>

      <img className="img-fluid" src={NewBody} alt="NewBody" />
    </div>
  );
}
