import React from "react";
import Avalokiteshvara4 from "./img/Avalokiteshvara4.jpg";

export default function Piece90() {
  return (
    <div className="Piece90">
      <h1>Частина III </h1>
      <h2>День 30</h2>
      <h3>3.</h3>
      <p>
        О дитино шляхетного роду, отже зараз твій розум у стані бардо не має
        опори, тому він легкий і рухливий, і яка би думка в ньому не виникла,
        добра чи зла, вона дуже могутня; не думай про лихі вчинки та пам’ятай
        про благочестиві діяння. Якщо ти до них не звикла, виклич у собі
        благоговіння й чисті думки.{" "}
      </p>
      <p>
        Молись своєму їдамові й Володареві Великого Співчуття та зосереджено
        відтворюй цю молитву надхнення:{" "}
      </p>
      <div className="Prayer">
        <p>Коли я блукаю одна, з любими друзями розлучена, </p>
        <p>Та виникають порожні образи моїх же проявів, </p>
        <p>Нехай пошлють Будди силу свого співчуття, </p>
        <p>Щоби жахи бардо не прийшли. </p>
        <p>Коли я страждаю під владою тяжкої карми, </p>
        <p>Нехай розвіє мій їдам усіляке страждання. </p>
        <p>Коли звук сутнісної дійсності гуркоче, ніби тисяча громів, </p>
        <p>Нехай стане він звуком Шeсти Складів. </p>
        <p>Коли я йду за своєю кармою та немає прихистку, </p>
        <p>Нехай стане моїм прихистком Володар Великого Співчуття. </p>
        <p>Коли я страждаю від карми неусвідомлених прагнень, </p>
        <p>Нехай виникне самадгі блаженства й світла. </p>
      </div>
      <p>Гаряче відтворюй цю молитву; це неодмінно призведе тебе на Шлях. </p>
      <p>Будь абсолютно впевнена, що тебе не обманюють, це дуже важливо.</p>

      <img
        className="img-fluid"
        src={Avalokiteshvara4}
        alt="Avalokiteshvara4"
      />
    </div>
  );
}
