import React from "react";
import Yidam from "./img/Yidam.jpg";

export default function Piece132() {
  return (
    <div className="Piece132">
      <h1>Частина III </h1>
      <h2>День 44</h2>
      <h3>3.</h3>

      <p>
        У цей час краще за все споглядати Великий Символ порожнечі, та, якщо ти
        не здатна цього робити, тоді прийми участь у грі ілюзії.{" "}
      </p>
      <p>
        Якщо ти не можеш робити й цього, принаймні не прив’язуйся ні до чого та
        медитуй на їдама, на Володаря Великого Співчуття й ти станеш Буддою на
        рівні Тіла Блаженства в стані бардо.
      </p>

      <img className="img-fluid" src={Yidam} alt="Yidam" />
    </div>
  );
}
