import React from "react";
import Illusion from "./img/illusion.png";

export default function Piece109() {
  return (
    <div className="Piece109">
      <h1>Частина III </h1>
      <h2>День 37</h2>
      <h3>1.</h3>

      <p>
        Але, якщо навіть після цього не зачиняться брами лона й ти ось-ось
        увійдеш до нього, слід зачинити брами за допомогою настанов про
        нереальну, ілюзорну природу всього, що існує. Медитуй так:{" "}
      </p>

      <div className="Prayer">
        <p>
          «На жаль! Батько й матір, вихор, грім, жахливі явища й усе видиме –
          примарні за своєю справжньою природою. Незважаючи на те, що вони
          з’являються, вони нереальні. Все матеріальне несправжнє й неправдиве.
          Воно – мов міраж, воно непостійне, схильне до змін. Яка користь від
          бажання? Яка користь від страху? Неіснуюче вважається існуючим. Усе це
          – прояв мого ж розуму, й, якщо сам розум ілюзорний, не має
          самостійного буття, то як можуть зовні виникнути всі ці явища? Досі я
          цього не розуміла, тому я вірила, що існує неіснуюче, що істино
          неістинне, що реальна ілюзія; тому я так довго блукала в самсарі. Та,
          якщо я не зрозумію, що це ілюзії, я все так же довго блукатиму в
          самсарі та, безсумнівно, зійду до брудного болота страждання. Тепер я
          знаю: всі ці явища подібні до снів, ілюзій, подібні до луни, до міст,
          де мешкають небожителі-ґандгарви, подібні до міражів, образів,
          оптичного обману, відображення місяця в воді; вони не реальні – навіть
          на мить. Безперечно, вони не істинні, а несправжні!»{" "}
        </p>
      </div>
      <p>
        Зосередження тільки на цьому переконанні руйнує віру в їхню реальність,
        і коли людина в цьому внутрішньо переконана, долається самовпевненість.
      </p>

      <p>
        Якщо в глибині серця ти зрозумієш цю нереальність, брами лона,
        безперечно, зачиняться.
      </p>

      <img className="img-fluid" src={Illusion} alt="Illusion" />
    </div>
  );
}
