import React from "react";
import GirlOnHorse from "./img/GirlOnHorse.jpg";

export default function Piece99() {
  return (
    <div className="Piece99">
      <h1>Частина III </h1>
      <h2>День 33</h2>
      <h3>3.</h3>
      <p>
        В тебе немає зараз тіла з плоті й крові, та це є ознака того, що твоє
        розумове тіло блукає в бардо поставання/переродження (сіпа бардо).{" "}
      </p>

      <p>
        Тому ти зараз маєш, не відволікаючись, зосередити свій розум; саме
        зосередження зараз є найважливішим. Це все одно, що вуздечкою стримувати
        коня.{" "}
      </p>

      <p>
        На чому б ти не зосередилась – воно відбудеться, тому не думай про
        погані вчинки, але пригадай Учення Будди, настанови й послання вчителів
        і розпорядження книг, таких, як це «Визволення в результаті почутого»,
        про яке ти дізналась у світі людей, та прагни подовжити вплив доброї
        карми.{" "}
      </p>

      <p>Це вельми важливо.</p>

      <img className="img-fluid" src={GirlOnHorse} alt="GirlOnHorse" />
    </div>
  );
}
