import React from "react";
import emptyness from "./img/emptyness.jpg";

export default function Piece84() {
  return (
    <div className="Piece84">
      <h1>Частина III </h1>
      <h2>День 28</h2>
      <h3>3.</h3>
      <p>Медитуй на самадгі Великого Символу. </p>
      <p>
        Якщо не знаєш, як медитувати, вдивись у сутність того, що лякає тебе, й
        ти побачиш порожнечу, яка не має жодної природи: це звуть Тілом Дгарми.
      </p>
      <p>
        Але ця порожнеча не є ніщо, сутність її жахає, розум набуває перед нею
        великої чистоти й здібності до усвідомлення: це стан розуму Тіла
        Блаженства.
      </p>
      <p>
        {" "}
        Порожнеча й світло неподільні, природа порожнечі є світло й природа
        світла є порожнеча.
      </p>
      <p>
        Тепер неподільне світло-порожнеча, оголений розум перебуває в
        нествореному стані: це Аді-кая.{" "}
      </p>
      <p>
        Її природна енергія усюди безперешкодно проявляється: це Примарне Тіло,
        яке співчуває.{" "}
      </p>
      <p>
        О дитино шляхетного роду, слухай, не відволікаючись. Як тільки ти
        пізнаєш це, ти досягнеш повного просвітлення в чотирьох Тілах Будди. Не
        відволікайся.{" "}
      </p>
      <p>
        Це – лінія, що розділяє Будд і непросвітлених живих істот. Про цю мить
        сказано: мить – вони розділені, мить – повне просвітлення.
      </p>
      <img className="img-fluid" src={emptyness} alt="emptyness" />
    </div>
  );
}
