import React from "react";
import scales from "./img/scales.jpg";

export default function Piece82() {
  return (
    <div className="Piece82">
      <h1>Частина III </h1>
      <h2>День 28</h2>
      <h3>1.</h3>

      <p>Cлухай, о дитино шляхетного роду. </p>
      <p>
        Це страждання викликане твоєю власною кармою, й ти не в змозі
        звинувачувати когось іншого. Це твоя власна карма, тому гаряче молись
        тепер Трьом Дорогоцінностям, вони захистять тебе.{" "}
      </p>
      <p>
        Якщо ти не молишся, не знаєш про медитацію Великого Символу й не
        медитуєш на свого їдама, то твій добрий початок збере всі твої добрі
        справи й відзначить їх білими камінцями, а твій дурний початок збере всі
        твої погані справи й відзначить їх чорними камінцями. В цей час ти будеш
        дуже налякана й нажахана, ти затремтиш і збрешеш, кажучи: «Я не
        грішила». Тоді Володар Смерті скаже: «Я подивлюсь у дзеркало карми». Та,
        коли він погляне в дзеркало, в ньому раптом з’являться ясно й чітко всі
        твої гріхи та чесноти, так що не буде користі від твоєї брехні. Тоді
        Володар Смерті потягне тебе за мотузку, що пов’язана навколо твоєї шиї,
        відрубає тобі голову, вирве серце, витягне нутрощі, вилиже мозок, вип’є
        кров, пожере плоть і розгризе кістки; але ти не можеш померти, й хоча
        твоє тіло розрізано на шматки, ти оживеш.
      </p>

      <img className="img-fluid" src={scales} alt="scales" />
    </div>
  );
}
