import React from "react";
import Avalokiteshvara3 from "./img/Avalokiteshvara3.jpg";

export default function Piece74() {
  return (
    <div className="Piece74">
      <h1>Частина III </h1>
      <h2>День 25</h2>
      <h3>2.</h3>

      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>

      <p>
        О дитино шляхетного роду, маючи таке тіло, ти побачиш свій дім і свою
        родину, нібито зустрінеш їх уві сні, та ти не отримаєш відповіді, хоча
        говоритимеш із ними; ти побачиш, як плачуть твої близькі, й подумаєш: «Я
        померла, що мені робити?».{" "}
      </p>

      <p>
        Й ти відчуєш сильний біль, наче риба, що б’ється на гарячому піску.{" "}
      </p>

      <p>Та страждання тепер марні. </p>

      <p>
        Якщо в тебе є вчитель, молись йому, або молись їдамові, Володареві
        Великого Співчуття.
      </p>

      <p>
        {" "}
        І нехай ти прив’язана до своїх близьких, це марно – отже залиш
        прив’язаність.{" "}
      </p>

      <p>
        Молись Володареві Великого Співчуття, та не буде ані страхів, ані
        страждань.
      </p>

      <img src={Avalokiteshvara3} alt="Avalokiteshvara3" />
    </div>
  );
}
