import React from "react";
import Poisons from "./img/Poisons.jpg";

export default function Piece76() {
  return (
    <div className="Piece76">
      <h1>Частина III </h1>
      <h2>День 26</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, цієї миті тебе наздожене ззаду могутній ураган
        карми – жахаючий, нестерпний, той, що люто крутиться.{" "}
      </p>

      <p>Не жахайся його – адже це твій власний незв'язний прояв. </p>

      <p>
        Попереду тебе стане густа темрява, лякаюча, нестерпна, з моторошними
        криками: «Бий!», «Убивай!».{" "}
      </p>

      <p>Не бійся її. </p>

      <p>
        Тим, хто скоїв великий злочин, в результаті їхньої карми з’явиться
        безліч бісів, які пожирають плоть, несуть різну зброю, вигукують бойові
        кличі й слова: «Вбивай! Бий!».{" "}
      </p>

      <p>
        Ти відчуєш, що на тебе полюють різні страшні звірі, що тебе переслідує
        величезна армія, під снігом, дощем, у темряві й бурі.{" "}
      </p>

      <p>
        Ти почуєш, як руйнуються гори, розливаються озера, як розтікається
        полум’я та виникають люті вітри. З жахом ти кинешся галасвіта, й перед
        тобою розверзнуться три прірви – біла, червона й чорна, глибокі й
        страшні, й ти ледь не звалишся в них.{" "}
      </p>

      <p>
        О дитино шляхетного роду, насправді це не прірви – це злість, пристрасть
        та невігластво.{" "}
      </p>

      <p>
        Пізнай тепер, що це бардо поставання/переродження (сіпа бардо), й
        звернись до Володаря Великого Співчуття:
      </p>
      <div className="Prayer">
        <p>О Володарю Великого Співчуття, </p>

        <p>мій Ґуру, </p>

        <p>о Три Дорогоцінності, </p>

        <p>не дайте мені скинутись у пекло. </p>
      </div>

      <p>Палко відтворюй цю молитву; не забувай.</p>

      <img className="img-fluid" src={Poisons} alt="Poisons" />
    </div>
  );
}
