import React from "react";
import SamsaraColor from "./img/SamsaraColor.jpg";

export default function Piece92() {
  return (
    <div className="Piece92">
      <h1>Частина III </h1>
      <h2>День 31</h2>
      <h3>2.</h3>
      <p>
        Засяють світла шести світів самсаричного буття, та найяскравіше засяє
        світло того світу, де тобі доведеться народитись відповідно до твоєї
        карми.{" "}
      </p>
      <p>
        Слухай, о дитино шляхетного роду. Якщо ти спитаєш, що це за шість
        світел, то вони такі:{" "}
      </p>
      <ul>
        <li>
          <p>Засяє м’яке біле світло світу богів.</p>
        </li>
        <li>
          <p>Засяє червоне світло світу ревнивих богів.</p>
        </li>
        <li>
          <p>Засяє синє світло світу людей.</p>
        </li>
        <li>
          <p>Засяє зелене світло світу тварин.</p>
        </li>
        <li>
          <p>Засяє жовте світло світу голодних духів.</p>
        </li>
        <li>
          <p>Засяє димне світло пекельного світу.</p>
        </li>
      </ul>

      <p>Такими є шість світел.</p>

      <img className="img-fluid" src={SamsaraColor} alt="SamsaraColor" />
    </div>
  );
}
