import React from "react";
import Pishachi1 from "./img/Pishachi1.png";
import Pishachi2 from "./img/Pishachi2.png";

export default function Piece53() {
  return (
    <div className="Piece53">
      <h1>Частина II </h1>
      <h2>День 18</h2>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Після ґаурі в свою чергу вийдуть і з’являться перед тобою вісім пішачі
          святих місць.
        </p>
        <ul>
          <li>
            <p>
              Зі сходу з’явиться Сінхамукха, винного кольору, з головою лева.
              Вона перехрестила руки на грудях, розкидала гриву й тримає труп у
              роті.
            </p>
          </li>
          <li>
            <p>
              З півдня – В’яґгрімукха, червона, з головою тигриці. Вона опустила
              донизу перехрещені руки, витріщила очі й оскалила зуби.
            </p>
          </li>
          <li>
            <p>
              З заходу з'явиться Шріґаламукха, чорна, з головою лисиці. Вона
              тримає бритву в правій руці, а лівою – кишки, які вона пожирає та
              лиже кров.
            </p>
          </li>
          <li>
            <p>
              Із півночі – Шванамукха темно-синя, з головою вовчиці. Вона
              витріщила очі, обома руками підносить до рота труп.
            </p>
          </li>
        </ul>
        <img src={Pishachi1} alt="Pishachi1" />
        <ul>
          <li>
            <p>
              Із південного сходу з’явиться Ґрідграмукха, блідо-жовта, з головою
              грифа. Вона несе на своєму плечі гігантський труп і тримає в руці
              скелета.
            </p>
          </li>
          <li>
            <p>
              З південного заходу – Канкамукха, темно-червона, з головою
              яструба. Вона несе на своєму плечі зідрану шкіру гіганта.
            </p>
          </li>
          <li>
            <p>
              З північного заходу з'явиться Какамукха, чорна, з головою ворона.
              Вона тримає чашу з черепа в лівій руці й меч у правій, пожирає
              серце й легені.
            </p>
          </li>
          <li>
            <p>
              з північного сходу – Улумукха, темно-синя, з головою сови. Вона
              тримає ваджру в правій руці й меч – у лівій.
            </p>
          </li>
        </ul>
        <p>Ці вісім пішачі святих місць,</p>
        <p>які оточують п’ятьох герук, що п’ють кров,</p>
        <p>вийдуть із твого власного мозку й з’являться перед тобою.</p>
        <p>Не лякайся їх. </p>
        <p>
          Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
        </p>

        <img src={Pishachi2} alt="Pishachi2" />
      </div>
    </div>
  );
}
