import React from "react";
import Dao from "./img/Dao.jpg";

export default function Piece141() {
  return (
    <div className="Piece141">
      <h1>Частина III </h1>
      <h2>День 47</h2>
      <h3>3.</h3>
      <p>
        Обираючи брами лона під впливом карми можна припуститись помилки,
        прийнявши добрі брами лона за погані або погані за добрі, тому зараз
        дуже важлива ще одна думка настанови;{" "}
      </p>
      <p>
        роби ж так: навіть якщо брами лона здаються добрими, не довіряй цьому, й
        якщо вони здаються поганими, не відчувай неприязні.
      </p>

      <img className="img-fluid" src={Dao} alt="Dao" />
    </div>
  );
}
