import React from "react";
import Feelings from "./img/Feelings.jpg";

export default function Piece70() {
  return (
    <div className="Piece70">
      <h1>Частина III </h1>
      <h2>День 24</h2>
      <h3>1.</h3>
      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>

      <p>О дитино шляхетного роду, зосереджено слухай. </p>

      <p>
        Слова «обдароване всіма почуттями» позначають, що навіть якщо ти за
        життя була сліпою, глухою й покаліченою, то тепер, у стані бардо, твої
        очі бачать образи, вуха чують звуки, всі твої почуття ясні й бездоганні;
        тому сказано: «обдароване всіма почуттями».{" "}
      </p>

      <p>Це ознака того, що ти померла й блукаєш у стані бардо, –</p>

      <p>отже пізнай це та пам’ятай настанови.</p>

      <img src={Feelings} alt="Feelings" />
    </div>
  );
}
