import React from "react";
import Power from "./img/Power.jpg";

export default function Piece72() {
  return (
    <div className="Piece72">
      <h1>Частина III </h1>
      <h2>День 24</h2>
      <h3>3.</h3>

      <p> У тантрі сказано: </p>

      <div className="Prayer">
        <p>
          З попереднім і майбутнім тілом бардо поставання/переродження (сіпа
          бардо),
        </p>
        <p>Яке обдароване всіма почуттями, безперешкодно мандрує, </p>
        <p>Володіє дивовижною силою, що обумовлена кармою,</p>
        <p>Видиме чистими очима богів, які мають таку саму природу.</p>
      </div>

      <p>
        О дитино шляхетного роду, слова «володіє дивовижною силою, що обумовлена
        кармою» означають, що тепер ти наділена дивовижними здібностями, які ти
        наздобула не медитацією або чеснотами, але тими, що прийшли до тебе
        природно: вони мають природу кармічної сили.{" "}
      </p>

      <p>
        Ти можеш миттєво обійти чотири континенти й гору Меру, переміститися
        куди завгодно за час, потрібний людині, щоби протягнути й забрати руку.
      </p>

      <p>Та ці здібності не личать тобі; не міркуй про них. </p>

      <p>
        Зараз ти в змозі реалізувати їх без перешкод, можеш здійснити все, про
        що подумаєш, і немає вчинку, який ти не мігла би здійснити –{" "}
      </p>

      <p>пізнай же це та молись своєму вчителеві.</p>

      <img className="img-fluid" src={Power} alt="Power" />
    </div>
  );
}
