import React from "react";
import ThreeJewels from "./img/ThreeJewels.jpg";

export default function Piece87() {
  return (
    <div className="Piece87">
      <h1>Частина III </h1>
      <h2>День 29</h2>
      <h3>3.</h3>
      <p>
        Якщо ти прив’язана до майна, що залишила, або тебе пов’язує з ним думка
        про те, що хтось інший володіє твоїми речами та отримує від цього
        задоволення, ти розгніваєшся на людей, яких ти покинула, й це неодмінно
        змусить тебе народитись мешканцем пекла або голодним духом, навіть якщо
        ти мала досягти більш високого стану.{" "}
      </p>
      <p>
        В будь-якому разі, навіть якщо ти прив’язана до речей, що залишила, ти
        не в змозі їх отримати; це для тебе марно – так відкинь прив’язаність і
        журбу за своїм майном, відмовся від нього, прийми тверде рішення. Хто б
        не користувався твоїми речами, не будь власником і дозволь їм піти.
      </p>
      <p>
        Зосереджено міркуй, що ти даруєш їх своєму вчителеві й Трьом
        Дорогоцінностям, і перебувай у стані відсутності бажань.
      </p>

      <img className="img-fluid" src={ThreeJewels} alt="ThreeJewels" />
    </div>
  );
}
