import React from "react";
import Amitabha from "./img/Amitabha.jpg";

export default function Piece22() {
  return (
    <div className="Piece22">
      <h1>Частина I </h1>
      <h2>День 8</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє червоне світло, очищена стихія вогню, й цієї ж
          миті з’явиться перед тобою Благословенний Амітабга з червоного
          західного Царства Блаженства.
        </p>
        <p>
          Його тіло червоного кольору, він тримає лотос у руці й возсідає на
          павичому троні, обіймаючи дружину – Пандаравасіні.
        </p>
        <p>
          Його супроводжують бодгісатви Авалокітешвара й Манджушрі та
          бодгісатви-жінки Ґіта й Алока так, що шість буддичних форм з’являються
          з простору райдужного світла.
        </p>

        <p>
          З серця Амітабги та його дружини прийде до тебе червоне світло скандги
          сприйняття в його первісній чистоті, прийде мудрість розпізнання,
          блискуча, червона, прикрашена колами світла, сяюча й ясна, різка й
          яскрава, простромить твоє серце так, що не зможуть винести очі.
        </p>
        <p>Не бійся її.</p>
        <div className="Red">
          <img className="img-fluid" src={Amitabha} alt="Amitabha" />
        </div>
      </div>
    </div>
  );
}
