import React from "react";
import Amitabha1 from "./img/Amitabha1.jpg";

export default function Piece23() {
  return (
    <div className="Piece23">
      <h1>Частина I </h1>
      <h2>День 8</h2>
      <h3>2.</h3>
      <div>
        <p>
          Цієї ж миті разом зі світлом мудрості засяє м’яке жовте світло світу
          голодних духів.
        </p>
        <p>
          Не шукай задоволення в ньому, відкинь бажання й тугу. В цей час під
          впливом сильних бажань ти злякаєшся й кинешся геть від різкого,
          яскравого червоного світла та відчуєш задоволення й прагнення до
          м’якого жовтого світла світу голодних духів. У цю мить не злякайся
          червоного світла, різкого й яскравого, сяючого й ясного, та пізнай
          його як мудрість.
        </p>
        <p>
          Хай твій розум спочиває в ньому, розслаблений і бездіяльний. Із вірою
          та жагою прямуй до нього. Якщо ти пізнаєш його як твоє ж природне
          сяйво, — навіть, якщо не відчуваєш віри й не відтворюєш молитву
          надхнення, — всі форми, барви й проміні неподільно зіллються з тобою,
          й ти досягнеш просвітлення. Якщо ти не пізнаєш червоне світло таким,
          із вірою відтворюй молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Амітабги,</p>
          <p>я знайду в ньому прихисток.</p>
        </div>
        <p>Це гачок променя співчуття Благословенного Амітабги.</p>
        <p> Проникнись вірою та не кидайся геть.</p>
        <p>Навіть, якщо ти відвернешся, він перебуватиме неподільно з тобою.</p>
        <div className="Red">
          <img className="img-fluid" src={Amitabha1} alt="Amitabha1" />
        </div>
      </div>
    </div>
  );
}
