import React from "react";
import WhiteTara1 from "./img/WhiteTara1.jpg";

export default function Piece15() {
  return (
    <div className="Piece15">
      <h1>Частина I </h1>
      <h2>День 5</h2>
      <h3>3.</h3>
      <div>
        <p>
          І в той самий час м’яке біле сяйво світу богів прийде й простромить
          тебе. Цієї миті під впливом поганої карми ти перелякаєшся й кинешся
          геть від мудрості простору Дгарми, від її яскравого синього світла, та
          відчуєш насолоду від м’якого білого світла світу богів.
        </p>
        <p>
          Хай не злякає й не збентежить тебе цієї миті яскраве, блискуче, таке
          різке й ясне синє світло вищої мудрості, бо це є промінь світла Будди,
          що звуть мудрістю простору Дгарми. Прямуй йому назустріч із вірою та
          відданістю відтворюючи молитву:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Вайрочани,</p>
          <p> я знайду в ньому прихисток.</p>
        </div>
        <p>
          Це Благословенний Вайрочана йде, щоби прийняти тебе на небезпечному
          шляху бардо, це промінь співчуття Вайрочани.
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, невіглаством охоплена,</p>
          <p>Хай на світлоносному шляху мудрості Простору Дгарми</p>
          <p>Йде поперед мене Благословенний Вайрочана,</p>
          <p>Позаду мене – його дружина, Володарка Діамантового Простору;</p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо,</p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Blue">
          <img src={WhiteTara1} alt="WhiteTara1" />
        </div>
      </div>
    </div>
  );
}
