import React from "react";
import SamsaraWheel4 from "./img/SamsaraWheel4.jpg";

export default function Piece106() {
  return (
    <div className="Piece106">
      <h1>Частина III </h1>
      <h2>День 36</h2>
      <h3>1.</h3>

      <p>
        У цьому блаженному стані ти втратиш свідомість, і ембріон ростиме
        завширшки й завдовжки, поки не сформується тіло й не вийде з лона
        матері.{" "}
      </p>
      <p>
        Ти відкриєш очі – й перетворишся на цуценя; з людини ти стала тепер
        собакою, ти страждатимеш у собачій буді, а може, в свинарнику, в
        мурашнику або в норі хробака, або ж ти народишся телям, козлям, ягням.
        Звідси нема вороття; ти зазнаєш усіх страждань, що зумовлені тупістю й
        невіглаством.{" "}
      </p>
      <p>
        Під час проходження крізь ці шість світів самсаричного буття мешканців
        пекла, голодних духів і решти, тебе терзатиме безмежне страждання. Немає
        нічого більш владного й жахливого; на жаль! На жаль!{" "}
      </p>
      <p>
        Ті, хто позбавлений настанов Ґуру, впадуть у найглибшу прірву самсари та
        відчують безкінечне, нестерпне страждання; слухай же мої слова та
        зрозумій цю мою настанову.
      </p>

      <img className="img-fluid" src={SamsaraWheel4} alt="SamsaraWheel4" />
    </div>
  );
}
