import React from "react";
import BuddhaHeruka from "./img/BuddhaHeruka.jpg";

export default function Piece38() {
  return (
    <div className="Piece38">
      <h1>Частина II </h1>
      <h2>День 13</h2>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, </p>
        <p>той, кого звуть Славний Великий Будда-Герука, </p>
        <p>
          вийде з твого власного мозку, засяє перед тобою ясно й живо: <p></p>
          його тіло винного кольору,{" "}
        </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>

        <p>Правий лик його білий,</p>

        <p>лівий — червоний,</p>

        <p>а центральний – винного кольору.</p>

        <p>Його тіло виблискує, нібито воно зі світла, </p>
        <p>дев’ять очей його гнівно й пильно дивляться в твої очі, </p>
        <p>його брови подібні до спалахів блискавки, </p>
        <p>його зуби блищать, як мідь. </p>
        <p>Він регоче, викрикуючи: «а-ла-ла!» й «ха-ха!», </p>
        <p>видає голосні свистячі звуки: «шу-у!».</p>

        <img src={BuddhaHeruka} alt="BuddhaHeruka" />
      </div>
    </div>
  );
}
