import React from "react";
import Amitabha2 from "./img/Amitabha2.jpg";

export default function Piece24() {
  return (
    <div className="Piece24">
      <h1>Частина I </h1>
      <h2>День 8</h2>
      <h3>3.</h3>
      <div>
        <p>
          Не злякайся, не захопись м’яким жовтим світлом світу голодних духів.
        </p>
        <p>
          Це шлях неусвідомлених прагнень, накопичених сильним бажанням. Якщо
          він захопить тебе, ти зійдеш до світу голодних духів і нестерпно
          страждатимеш від голоду й спраги. Ця перешкода загороджує шлях до
          звільнення – отже, не захоплюйся ним, відкинь неусвідомлені прагнення.
          Не сумуй за ним.
        </p>
        <p>
          Забажай блискучого яскраво-червоного світла й відтворюй цю молитву
          надхнення, зосередивши думки на одному – Благословенному Амітабсі та
          його дружині:
        </p>
        <div className="Prayer">
          <p>Коли я блукаю в самсарі, бажанням охоплений, </p>
          <p>Нехай на світлоносному шляху мудрості розпізнання </p>
          <p>Йде переді мною Благословенний Амітабга, </p>
          <p>Позаду мене – його дружина, Пандаравасіні; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби стала я досконалою, як Будда.</p>
        </div>

        <div className="Red">
          <img className="img-fluid" src={Amitabha2} alt="Amitabha2" />
        </div>
      </div>
    </div>
  );
}
