import React from "react";
import Siddhi from "./img/Siddhi.jpg";

export default function Piece139() {
  return (
    <div className="Piece139">
      <h1>Частина III </h1>
      <h2>День 47</h2>
      <h3>1.</h3>
      <p>Знову ж таки, дуже важливо зосереджено думати: </p>
      <div className="Prayer">
        «Я буду народжена як володарка імперії для блага всіх живих істот, або
        як брахманка, подібна до дерева «сала», або як дитина чарівника-сідгі,
        або в родині чистих послідовників Учення Будди, або в родині, де батько
        й матір вірують; утілюючись до тіла, яке наділене чеснотами, котрі
        можуть послужити на благо всіх живих істот, я зроблю добро».{" "}
      </div>
      <p>Треба входити до лона, зосередившись на цій думці.</p>

      <img className="img-fluid" src={Siddhi} alt="Siddhi" />
    </div>
  );
}
