import React from "react";
import Bardo1 from "./img/Bardo1.jpg";

export default function Piece66() {
  return (
    <div className="Piece66">
      <h1>Частина II </h1>
      <h2>День 22</h2>
      <h3>3.</h3>
      <p>
        Будь певна, що мирні й гнівні божества, геруки, що п’ють кров, божества
        з головами звірів, райдужне світло, жахаючі образи Володарів Смерті й
        все решта не існують реально та виникають лише з мимовільної гри твого
        розуму.
      </p>
      <p>
        Якщо ти розумієш це, ти природно звільнишся від усякого страху й в
        неподільному сяйві станеш Буддою.
      </p>
      <p>Якщо ти пізнала їх так, вони – твої їдами. </p>
      <p>Думай напружено й цілеспрямовано:</p>
      <div className="Prayer">
        <p>Вони прийшли, щоби запросити мене на небезпечну стежку бардо;</p>
        <p>я знайду в них прихисток.</p>
      </div>
      <p>
        Пам’ятай про Три Дорогоцінності. Пам’ятай про свого їдама; назви його
        ім’я й молись йому такими словами:{" "}
      </p>
      <div className="Prayer">
        <p>Я блукаю в бардо – так будь моїм визволителем, </p>
        <p>із співчуттям заволодій мною, о мій дорогоцінний їдаме. </p>
      </div>
      <p>Назви ім’я твого вчителя й молись йому: </p>
      <div className="Prayer">
        <p> Я блукаю в бардо – так будь моїм визволителем, </p>
        <p> не залишай мене своїм співчуттям. </p>
      </div>
      <p>
        Спрямовано молись божествам, які п’ють кров, і відтворюй цю молитву
        надхнення:{" "}
      </p>
      <div className="Prayer">
        <p>Коли блукаю я в самсарі крізь дужі неусвідомлені прагнення, </p>
        <p>В сяйві відмови від усілякого страху </p>
        <p>Нехай ідуть поперед мене Благословенні, мирні й гнівні, </p>
        <p>Позаду мене – гнівні богині, Цариці Простору; </p>
        <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
        <p>Щоб стала я досконалою, як Будда. </p>
        <p>Коли я блукаю одна, з любими друзями розлучена, </p>
        <p>Та виникають порожні образи моїх же проявів, </p>
        <p>Нехай надішлють Будди силу свого співчуття, </p>
        <p>Щоби жахи бардо не прийшли. </p>
        <p>Коли сяють п’ять світлих вогнів мудрощі, </p>
        <p>Нехай я без страху пізнаю себе; </p>
        <p>Коли з’являються образи мирних і гнівних божеств, </p>
        <p>Нехай я безстрашно й впевнено пізнаю бардо. </p>
        <p>Коли я страждаю під владою тяжкої карми, </p>
        <p>Нехай розсіє мій їдам усіляке страждання; </p>
        <p>Коли звук сутнісної дійсності гуркоче, мов тисяча громів, </p>
        <p>Нехай стане він звуком Шести Складів. </p>
        <p>Коли я прямую за своєю кармою та немає прихистку, </p>
        <p>Нехай стане моїм прихистком Володар Великого Співчуття; </p>
        <p>Коли я страждаю від карми неусвідомлених прагнень, </p>
        <p>Нехай виникне самадгі блаженства й світла, </p>
        <p>Нехай не повстануть як вороги п’ять Стихій, </p>
        <p>Нехай я побачу царства п’яти Будд </p>
      </div>
      <p>Відтворюй цю молитву надхнення з глибокою пошаною. </p>
      <p>
        Всі страхи зникнуть, і ти, безсумнівно, станеш Буддою в Тілі Блаженства,
        тому це так важливо; не відволікайся ж.
      </p>
      <hr />
      <div className="Author">
        Кінець розповіді про бардо сутнісної дійсності дгармадгату (чьо-ньї
        бардо), що зветься «Велике Визволення в результаті почутого», про Вчення
        бардо, що звільнює, коли почуто й побачено.
      </div>
      <img className="img-fluid" src={Bardo1} alt="Bardo1" />
    </div>
  );
}
