import React from "react";
import Sukhavati from "./img/Sukhavati.jpg";

export default function Piece134() {
  return (
    <div className="Piece134">
      <h1>Частина III </h1>
      <h2>День 45</h2>
      <h3>2.</h3>
      <p>
        Перенесення до Чистого Царства Простору, царства очищених якостей,
        направляється такими словами:{" "}
      </p>
      <div className="Prayer">
        «Ох, як прикро, що я й досі залишаюсь у цьому брудному болоті самсари,
        після стількох довгих незліченних століть без початку й кінця, та в той
        же час, коли багато інших уже стали Буддами, я ще не досягла звільнення.
        Відтепер я відчуваю себе хворою в цій самсарі, я жахаюсь її, я виснажена
        нею. Тепер настав час готуватись до відходу, тому я маю здійснити
        мимовільне народження в квітці лотосу біля ніг Будди Амітабги в
        західному Блаженному Царстві».{" "}
      </div>
      <p>
        Зосередивши думки на Блаженному Царстві заходу, можна здійснити це
        зусилля.
      </p>

      <img className="img-fluid" src={Sukhavati} alt="Sukhavati" />
    </div>
  );
}
