import React from "react";
import Mahakala from "./img/Mahakala.jpg";

export default function Piece64() {
  return (
    <div className="Piece64">
      <h1>Частина II </h1>
      <h2>День 22</h2>
      <h3>1.</h3>

      <p>
        О дитино шляхетного роду, якщо зараз ти не пізнаєш ці явища як світло,
        природне сяйво твого власного розуму, й продовжиш лякатись, усі мирні
        божества з’являться в вигляді Магакали, всі гнівні божества з’являться в
        вигляді Царя Дгарми та всі твої прояви перетворяться на бісів.
      </p>

      <p>
        О дитино шляхетного роду, якщо ти не пізнаєш свої власні прояви, ти не
        станеш Буддою, навіть, якщо сповідувала Вчення протягом цілої кальпи й
        вивчила всі сутри й тантри.{" "}
      </p>

      <p>
        Та, якщо ти пізнала свої же прояви, одна ця таємниця та одне слово
        зроблять тебе Буддою.
      </p>

      <img className="img-fluid" src={Mahakala} alt="Mahakala" />
    </div>
  );
}
