import React from "react";
import Ratnasambhava from "./img/Ratnasambhava.jpg";

export default function Piece19() {
  return (
    <div className="Piece19">
      <h1>Частина I </h1>
      <h2>День 7</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня засяє жовте світло, очищена стихія землі, й цієї миті
          постане перед тобою Благословенний Ратнасамбгава з жовтого південного
          Царства Слави.
        </p>
        <p>
          Його тіло жовтого кольору, він тримає в руці дорогоцінність, яка
          виконує бажання, й возсідає на кінному троні, обіймаючи дружину –
          Мамакі.
        </p>
        <p>
          Його супроводжують бодгісатви Акашаґарбга й Самантабгадра, та
          бодгісатви-жінки Мала й Дгупа, так, що шість буддичних форм
          з’являються з простору райдужного світла.
        </p>
        <p>
          З серця Ратнасамбгави та його дружини прийде до тебе жовте світло
          скандги відчуття в його первісній чистоті, прийде мудрість рівноваги,
          блискуча, жовта, прикрашена колами світла, яскрава й ясна, нестерпна
          для очей, прониже твоє серце так, що очі не зможуть витримати її
          сяйва.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava} alt="Ratnasambhava" />
        </div>
      </div>
    </div>
  );
}
