import React from "react";
import Ratnasambhava1 from "./img/Ratnasambhava1.jpg";

export default function Piece20() {
  return (
    <div className="Piece20">
      <h1>Частина I </h1>
      <h2>День 7</h2>
      <h3>2.</h3>
      <div>
        <p>
          Цієї ж миті разом із світлом мудрості простромить твоє серце м’яке
          синє світло світу людей.
        </p>
        <p>
          У цей час під впливом гордості ти злякаєшся й спрямуєш геть від
          різкого, ясного жовтого світла, та відчуєш задоволення й потяг до
          м’якого синього світла світу людей.
        </p>
        <p>
          Тоді не злякайся жовтого світла, яскравого й ясного, різкого й
          блискучого, але зрозумій його як мудрість. Нехай твій розум спочиває в
          ньому, розслаблений, бездіяльний; нехай із жагою прямує до нього.
        </p>
        <p>
          Якщо ти пізнаєш його як природне сяйво твого власного розуму, –
          навіть, якщо не відчуваєш віри й не читаєш молитву надхнення, – всі
          форми, барви й промені неподільно зіллються з тобою, й ти досягнеш
          пробудження.
        </p>
        <p>
          Якщо же не можеш пізнати це світло як природне сяйво твого власного
          розуму, з вірою молись йому:
        </p>
        <div className="Prayer">
          <p>Це промінь співчуття Благословенного Ратнасамбгави, </p>
          <p>я знайду в ньому прихисток.</p>
        </div>
        <p>
          Це гачок променя співчуття Благословенного Ратнасамбгави – так забажай
          його.
        </p>

        <div className="Yellow">
          <img src={Ratnasambhava1} alt="Ratnasambhava1" />
        </div>
      </div>
    </div>
  );
}
