import React from "react";
import Vidjadharas from "./img/Vidjadharas.jpg";

export default function Piece32() {
  return (
    <div className="Piece32">
      <h1>Частина I </h1>
      <h2>День 11</h2>
      <h3>2.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись.</p>
        <p>
          Наступного дня в твоєму розумі, який не усвідомлює, засяє чисте
          багатокольорове світло — оберігачі знання з Чистого Царства Простору
          прийдуть, щоб захопити тебе.
        </p>
        <ul>
          <li>
            <p>
              В центрі мандали, що наповнена райдужним світлом, з’явиться той,
              кого звуть «Неперевершеним Досконалим Оберігачем Знання»,
              Лотосовим Володарем Танцю; його тіло сяє п’ятьма кольорами, він
              обіймає дружину – Червону Дакиню, танцює з серповидним ножем і
              черепом, сповненим крові, склавши пальці в мудрі зачарування й
              дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              Зі сходу мандали з’явиться той, кого звуть «Оберігач Знання,
              Затверджений в «Щаблях»; він білого кольору, з променевим
              обличчям; він обіймає дружину – Білу Дакиню, танцює з серповидним
              ножем і черепом, сповненим крові, склавши пальці в мудрі
              зачарування й дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З півдня мандали з’явиться той, кого звуть «Оберігач Знання –
              Володар Життя»; він жовтого кольору й чудово складений, він
              обіймає дружину – Жовту Дакиню, танцює з серповидним ножем і
              черепом, сповненим крові, склавши пальці в мудрі зачарування й
              дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З заходу мандали з’явиться той, кого звуть «Оберігач Знання –
              Великий Символ»; він червоного кольору, з променевим обличчям, що
              посміхається, він обіймає дружину – Червону Дакиню, танцює з
              серповидним ножем і черепом, сповненим крові, склавши пальці в
              мудрі зачарування й дивлячись у небо.
            </p>
          </li>
          <li>
            <p>
              З півночі мандали з’явиться той, кого звуть «Оберігач Знання, що
              Виникає Мимовільно»; він зеленого кольору, його обличчя одночасно
              гнівне й усміхнене; він обіймає дружину – Зелену Дакиню, танцює з
              серповидним ножем і черепом, сповненим крові, склавши пальці в
              мудрі зачарування й дивлячись у небо.
            </p>
          </li>
        </ul>

        <div className="FourLights">
          <img className="img-fluid" src={Vidjadharas} alt="Vidjadharas" />
        </div>
      </div>
    </div>
  );
}
