import React from "react";
import PeacefulBardo1 from "./img/PeacefulBardo1.jpg";

export default function Piece36() {
  return (
    <div className="Piece36">
      <h1>Частина I </h1>
      <h2>День 12</h2>
      <h3>3.</h3>
      <div>
        <p>
          Не захоплюйся м’яким зеленим світлом світу тварин, не сумуй за ним;
          якщо він захопить тебе, ти зійдеш до тваринного світу невігластва,
          болісно страждатимеш від дурості, німоти й рабства, з яких не буде
          видно виходу, – не захоплюйся ним.
        </p>
        <p>
          Забажай ясного, яскравого п’ятикольорового світла, зосередься на
          благословенних оберігачах знання, на божественних учителях і думай
          цієї миті так:
        </p>
        <div className="Prayer">
          <p>Оберігачі знання з воїнами й дакинями прийшли, </p>
          <p>щоби захопити мене до Чистого Царства Простору. </p>
          <p>Нехай вони подбають про істот, </p>
          <p>подібних до мене, </p>
          <p>що не накопичили заслуг і не були врятовані, </p>
          <p>хоча їх вже досягли промені співчуття стількох багатьох божеств</p>
          <p>із п’яти родин Будд минулого, сучасного й майбутнього. </p>
          <p>Журба таким, як я! </p>
          <p>Тепер усі ви, оберігачі знання, </p>
          <p>не дозвольте мені пасти ще нижче, </p>
          <p>вловіть мене гачками співчуття </p>
          <p>й піднесіть до Чистого Царства Простору. </p>
        </div>

        <p>Зосереджено відтворюй цю молитву надхнення: </p>

        <div className="Prayer">
          <p>Нехай міркують про мене божественні оберігачі знання, </p>
          <p>Нехай із великою любов’ю ведуть мене на шляху. </p>
          <p>Коли я блукаю в самсарі, прагненнями охоплена, </p>
          <p>Нехай на світлоносному шляху природної мудрості </p>
          <p>Йдуть поперед мене оберігачі знання й воїни, </p>
          <p>Позаду мене – їхні дружини, дакині; </p>
          <p>Допоможіть мені пройти небезпечною стежкою бардо, </p>
          <p>Щоби я досягла Чистого Царства Простору. </p>
        </div>

        <hr />

        <p>
          <div className="Author">
            Кінець першої частини книги «Великого Визволення в результаті
            почутого», де розповідається про світлоносну порожнечу бардо, що
            з'являється в мить смерті (чі-кхай бардо), й про явище мирних ликів
            бардо сутнісної дійсності дгармадгату (чьо-ньї бардо).
          </div>
        </p>

        <div className="FourLights">
          <img src={PeacefulBardo1} alt="PeacefulBardo1" />
        </div>
      </div>
    </div>
  );
}
