import React from "react";
import RatnaHeruka from "./img/RatnaHeruka.jpg";

export default function Piece43() {
  return (
    <div className="Piece43">
      <h1>Частина II </h1>
      <h2>День 15</h2>
      <h3>1.</h3>
      <div>
        <p>О дитино шляхетного роду, слухай, не відволікаючись. </p>
        <p>
          Наступного дня з південної частини твого мозку з’явиться перед тобою
          прояв родини ратна, що п’є кров, –
        </p>
        <p>Благословенний Ратна-Герука. </p>
        <p>Його тіло темно-жовтого кольору, </p>
        <p>в нього три голови, </p>
        <p>шість рук і </p>
        <p>чотири ноги, широко розпростерті. </p>
        <p>Правий лик його білий, </p>
        <p>лівий – червоний, </p>
        <p>а центральний – блискучого темно-жовтого кольору.</p>

        <img src={RatnaHeruka} alt="RatnaHeruka" />
      </div>
    </div>
  );
}
