import React from "react";
import Adibuddha from "./img/Adibuddha.jpg";

export default function Piece4() {
  return (
    <div className="Piece4">
      <h1>Частина I </h1>
      <h2>День 2</h2>
      <h3>1.</h3>
      <div>
        <p>
          О дитино шляхетного роду, цієї миті чиста порожнеча стала природою
          твого розуму, тепер він не має жодної природи взагалі – ані речовини,
          ані якості, подібно до світла; це чиста порожнеча, абсолютна сутність,
          Будда-Матір Самантабгадрі.
        </p>
        <p>
          Але цей стан розуму – не просто щось незаповнене; його нічого не
          закриває, він блискучий, чистий і тремтливий, і це – Будда
          Самантабгадра.
        </p>
        <p>
          Вони неподільні – твій розум, природою якого є порожнеча, що
          позбавлена речовини, й твій розум тремтливий і світлий; це Тіло Дгарми
          Будди.
        </p>

        <img className="img-fluid" src={Adibuddha} alt="Adibuddha" />
      </div>
    </div>
  );
}
