import React from "react";
import Forest from "./img/Forest.jpg";

export default function Piece126() {
  return (
    <div className="Piece126">
      <h1>Частина III </h1>
      <h2>День 42</h2>
      <h3>3.</h3>

      <p>
        Тікаючи, ти шукатимеш прихисток і відчуєш себе в безпеці в розкішних
        домах, що були описані раніше, або в скельних сховищах, у земляних
        норах, серед дерев або в круглих чашах квітів лотосу.
      </p>
      <p> Заховавшись там, ти злякаєшся вийти й подумаєш: </p>
      <p>«Тепер я не можу вийти звідси», </p>
      <p>й ти прив’яжешся до цього місця зі страху залишити його.</p>

      <img className="img-fluid" src={Forest} alt="Forest" />
    </div>
  );
}
