import React from "react";

export default function RandomNumber() {
  let num = Math.floor(Math.random() * 198 + 1);

  switch (num) {
    case 1:
      return <p>Прийшов твій час шукати дорогу. </p>;
      break;
    case 2:
      return (
        <p>
          Це абсолютна сутність буття; відкрита й вільна, мов простір,
          порожнеча, що випромінює світло; чистий оголений розум без центру й
          кордонів.
        </p>
      );
      break;
    case 3:
      return (
        <p>
          Я досягну повного просвітлення заради всіх живих істот у безмежному
          просторі.
        </p>
      );
      break;
    case 4:
      return (
        <p>
          Саме зараз, заради всіх живих істот я пізнаю порожнечу смерті, що
          світиться, як Тіло Дгарми.
        </p>
      );
      break;
    case 5:
      return (
        <p>
          Досягаючи неподільної форми Великого Символу в бардо, я роблю благо
          всьому живому в безмежному просторі, який би шлях не вів до цієї мети.
        </p>
      );
      break;
    case 6:
      return (
        <p>
          Зараз чисте світло абсолютної сутності сяє перед тобою. Пізнай його.
        </p>
      );
      break;
    case 7:
      return <p>Цієї миті чиста порожнеча стала природою твого розуму.</p>;
      break;
    case 8:
      return (
        <p>
          Коли ти пізнаєш чисту природу свого розуму як Будду, ти збережеш стан
          духа Будди, зазирнувши в себе.
        </p>
      );
      break;
    case 9:
      return (
        <p>
          Медитуй на свого їдама, та хай ніщо не відволікає тебе. Зосередься на
          їдамові. Уяви його в видимих формах.
        </p>
      );
      break;
    case 10:
      return (
        <p>
          Цей світ залишаєш не тільки ти, це відбувається з кожним – так не
          відчувай бажань і туги за цим життям.
        </p>
      );
      break;
    case 11:
      return <p>Пам’ятай про Три Дорогоцінності: Будду, Санґгу й Дгарму.</p>;
      break;
    case 12:
      return (
        <p>
          Я відкину всі думки, сповнені страху та жаху, я зрозумію все, що
          виникає переді мною, є проявом моєї свідомості.
        </p>
      );
      break;
    case 13:
      return <p>Я не злякаюсь мирних і гнівних облич – моїх же проявів.</p>;
      break;
    case 14:
      return (
        <p>
          В цьому таємна сутність: упевнено пізнавати, що все, що наразі
          виникає, навіть якщо воно жахає, є твоє ж відображення.
        </p>
      );
      break;
    case 15:
      return (
        <p>
          Природний звук сутнісної дійсності дгармадгату подібний до тисячі
          одночасних ударів грому. Це природний звук твоєї сутнісної дійсності,
          тому не бійся й не впадай у відчай.
        </p>
      );
      break;
    case 16:
      return (
        <p>
          Ти маєш розумове тіло неусвідомлених прагнень, і в тебе немає тіла з
          плоті й крові, й ніякі звуки, барви, ніякі промені світла не можуть
          зашкодити тобі, й ти не можеш померти.
        </p>
      );
      break;
    case 17:
      return (
        <p>
          Якщо ти не пізнаєш, що це твої же прояви, якою би медитацією ти не
          займалася за життя – якщо ти не зустрінеш те, чому навчилася, кольори
          налякають тебе, звуки введуть у сум’яття й промені світла збентежать
          тебе.
        </p>
      );
      break;
    case 18:
      return (
        <p>
          Це спокусливий шлях, на який штовхає тебе погана карма накопиченої
          лютої агресії.
        </p>
      );
      break;
    case 19:
      return;
      <p>
        Це спокусливий шлях неусвідомлених прагнень, які було накопичено під
        впливом сильної гордині.
      </p>;
      break;
    case 20:
      return (
        <p>Це шлях неусвідомлених прагнень, накопичених сильним бажанням.</p>
      );
      break;
    case 21:
      return (
        <p>
          Це мимовільна гра твого ж розуму, так що спочивай у цьому вищому
          стані, вільному від дій і турбот, де нема ані близького, ані далекого,
          ані любові, ані ненависті.
        </p>
      );
      break;
    case 22:
      return <p>Медитуй так, щоби зникла різниця між любов’ю та ненавистю.</p>;
      break;
    case 23:
      return <p>Це звабливий шлях карми накопичення сильної заздрості.</p>;
      break;
    case 24:
      return (
        <p>
          Ці образи не приходять зовні, вони – лише початкова, мимовільна гра
          твого розуму, – пізнай же їх саме так.
        </p>
      );
      break;
    case 25:
      return <p>Пізнай їх, бо вони – твої їдами.</p>;
      break;
    case 26:
      return (
        <p>
          Це теж виникло з мимовільної гри твого розуму, а не прийшло зовні;
          тому не захоплюйся цим, не лякайся цього, перебувай розслабленою й
          вільною від думок. Тоді всі образи й промені зіллються з тобою, та ти
          досягнеш просвітлення.
        </p>
      );
      break;
    case 27:
      return (
        <p>
          Світло мудрості завершених дій не з’являється, бо енергія твоєї
          мудрості ще не цілком дозріла.
        </p>
      );
      break;
    case 28:
      return (
        <p>
          Відсікаючи сумніви, ти пізнаєш свої ж прояви й вступиш на чистий
          незмінний шлях абсолютної сутності; віра призведе до нескінченної
          медитації, ти розчинишся в великій самосутній мудрості й станеш Буддою
          в Тілі Блаженства, який ніколи не зійде назад.
        </p>
      );
      break;
    case 29:
      return (
        <p>
          Якщо тебе налякає чисте світло мудрості й залучить нечисте світло
          шести світів, ти втілишся в істоту одного з цих світів і підеш далі
          важким шляхом, бо не буде виходу з великого океану нещастя самсари.
        </p>
      );
      break;
    case 30:
      return (
        <p>
          Відчуй благоговіння перед чистим світлом мудрості, різким і яскравим.
        </p>
      );
      break;
    case 31:
      return (
        <p>
          Не бійся цього, не прямуй геть. Пізнай це як гру твого ж розуму, як
          власний прояв.
        </p>
      );
      break;
    case 32:
      return (
        <p>
          Оберігачі знання з воїнами й дакинями прийшли, щоби захопити мене до
          Чистого Царства Простору.
        </p>
      );
      break;
    case 33:
      return (
        <p>
          Тепер усі ви, оберігачі знання, не дозвольте мені пасти ще нижче,
          вловіть мене гачками співчуття й піднесіть до Чистого Царства
          Простору.
        </p>
      );
      break;
    case 34:
      return (
        <p>
          Нехай міркують про мене божественні оберігачі знання, нехай із великою
          любов’ю ведуть мене на шляху.
        </p>
      );
      break;
    case 35:
      return (
        <p>
          Не лякайся цього, не жахайся, не збентежуйся. Пізнай це як прояв твого
          ж розуму. Це – твій їдам, тому не бійся.
        </p>
      );
      break;
    case 36:
      return <p>Пізнання й звільнення прийдуть одночасно.</p>;
      break;
    case 37:
      return <p>Не лякайся. </p>;
      break;
    case 38:
      return (
        <p>
          Пізнай все, що з’являється, як гру твого ж розуму, як твої же прояви.
        </p>
      );
      break;
    case 39:
      return <p>Пізнай це як їдамів.</p>;
      break;
    case 40:
      return (
        <p>
          Не лякайся цього, але пізнай все, що з’являється, як гру твого ж
          розуму, як твої ж прояви.
        </p>
      );
      break;
    case 41:
      return (
        <p>Мирні божества з’являються з порожнечі Тіла Дгарми. Пізнай це.</p>
      );
      break;
    case 42:
      return (
        <p>
          Гнівні божества з’являються з сяйва Тіла Блаженства – пізнай же це.
        </p>
      );
      break;
    case 43:
      return (
        <p>
          Якщо цієї миті, ти пізнаєш, що все, що існує, виникає з твого ж
          сяючого розуму – ти негайно станеш Буддою.
        </p>
      );
      break;
    case 44:
      return (
        <p>
          Якщо ти не пізнаєш, що все, що існує, виникає з твого ж сяючого
          розуму, ти злякаєшся божеств, які п'ють кров, кинешся геть і прийдеш
          до нових страждань.
        </p>
      );
      break;
    case 45:
      return (
        <p>
          Ти побачиш у всіх божествах, що п’ють кров, Володарів Смерті й
          злякаєшся їх. Ти відчуєш себе переляканою, збентеженою і слабкою. Твої
          власні прояви перетворяться на бісів, і ти блукатимеш у самсарі.
        </p>
      );
      break;
    case 46:
      return (
        <p>
          Якщо ти не відчуєш ані потягу, ані страху, – ти не блукатимеш у
          самсарі.
        </p>
      );
      break;
    case 47:
      return (
        <p>
          Усе це з’являється, як промені й образи; коли ти пізнаєш це як
          природне сяйво твого ж розуму, твоє власне сяйво неподільно зіллється
          з променями й образами, й ти станеш Буддою.
        </p>
      );
      break;
    case 48:
      return (
        <p>
          Все, що ти бачиш, яке би воно не було жахливе, – пізнай це все як свій
          же прояв; пізнай це як світло, природне сяйво твого власного розуму.
        </p>
      );
      break;
    case 49:
      return (
        <p>
          Якщо ти це пізнаєш це все як свій власний прояв, ти станеш Буддою тієї
          ж миті, в цьому немає сумнівів. Без зволікання прийде те, що звуть
          миттєвим досконалим просвітленням.
        </p>
      );
      break;
    case 50:
      return (
        <p>
          Якщо зараз ти не пізнаєш ці явища як світло, природне сяйво твого
          власного розуму, й продовжиш лякатись, усі мирні божества з’являться в
          вигляді Магакали, всі гнівні божества з’являться в вигляді Царя Дгарми
          та всі твої прояви перетворяться на бісів.
        </p>
      );
      break;
    case 51:
      return (
        <p>
          Якщо ти не пізнаєш свої власні прояви, ти не станеш Буддою, навіть,
          якщо сповідувала Вчення протягом цілої кальпи й вивчила всі сутри й
          тантри.
        </p>
      );
      break;
    case 52:
      return (
        <p>
          Якщо ти пізнала свої же прояви, одна ця таємниця та одне слово
          зроблять тебе Буддою.
        </p>
      );
      break;
    case 53:
      return (
        <p>
          Якщо ж ти не пізнала свої прояви, вони з’являться в вигляді Царя
          Дгарми, Володаря Смерті, в бардо сутнісної дійсності дгармадгату,
          щойно ти помреш.
        </p>
      );
      break;
    case 54:
      return <p>Коли такими з’являться твої прояви – не злякайся.</p>;
      break;
    case 55:
      return (
        <p>
          Ти маєш розумове тіло неусвідомлених бажань, тому не можеш померти,
          навіть, якщо тебе вб’ють і розріжуть на шматки.
        </p>
      );
      break;
    case 56:
      return (
        <p> Воістину, ти – природна форма порожнечі, тому не треба боятися. </p>
      );
      break;
    case 57:
      return (
        <p>
          Володарі Смерті теж виникають із твого власного сяючого розуму, вони –
          не з твердої речовини.
        </p>
      );
      break;
    case 58:
      return <p>Порожнеча не може зашкодити порожнечі. </p>;
      break;
    case 59:
      return (
        <p>
          Будь певна, що мирні й гнівні божества, геруки, що п’ють кров,
          божества з головами звірів, райдужне світло, жахаючі образи Володарів
          Смерті й все решта не існують реально та виникають лише з мимовільної
          гри твого розуму.
        </p>
      );
      break;

    case 60:
      return (
        <p>
          Якщо ти розумієш, що все виникає лише з мимовільної гри твого розуму,
          ти природно звільнишся від усякого страху й в неподільному сяйві
          станеш Буддою.
        </p>
      );
      break;
    case 61:
      return (
        <p>
          Якщо ти пізнала їх як мимовільну гру твого розуму, вони – твої їдами.
        </p>
      );
      break;
    case 62:
      return (
        <p>
          Думай напружено й цілеспрямовано: «Вони прийшли, щоби запросити мене
          на небезпечну стежку бардо; я знайду в них прихисток».
        </p>
      );
      break;
    case 63:
      return <p>Пам’ятай про Три Дорогоцінності. </p>;
      break;
    case 64:
      return (
        <p>
          Пам’ятай про свого їдама; назви його ім’я й молись йому такими
          словами: «Я блукаю в бардо – так будь моїм визволителем, із співчуттям
          заволодій мною, о мій дорогоцінний їдаме».
        </p>
      );
      break;
    case 65:
      return (
        <p>
          Назви ім’я твого вчителя й молись йому: «Я блукаю в бардо – так будь
          моїм визволителем, не залишай мене своїм співчуттям».
        </p>
      );
      break;
    case 66:
      return (
        <p>
          Коли я блукаю одна, з любими друзями розлучена, та виникають порожні
          образи моїх же проявів, нехай надішлють Будди силу свого співчуття,
          щоби жахи бардо не прийшли.
        </p>
      );
      break;
    case 67:
      return (
        <p>
          Коли сяють п’ять світлих вогнів мудрощі, нехай я без страху пізнаю
          себе.
        </p>
      );
      break;
    case 68:
      return (
        <p>
          Коли я страждаю під владою тяжкої карми, нехай розсіє мій їдам усіляке
          страждання.
        </p>
      );
      break;
    case 69:
      return (
        <p>
          Коли звук сутнісної дійсності гуркоче, мов тисяча громів, нехай стане
          він звуком Шести Складів.
        </p>
      );
      break;
    case 70:
      return (
        <p>
          Коли я прямую за своєю кармою та немає прихистку, нехай стане моїм
          прихистком Володар Великого Співчуття.
        </p>
      );
      break;
    case 71:
      return (
        <p>
          Коли я страждаю від карми неусвідомлених прагнень, нехай виникне
          самадгі блаженства й світла.
        </p>
      );
      break;
    case 72:
      return (
        <p>
          Нехай не повстануть як вороги п’ять Стихій, нехай я побачу царства
          п’яти Будд.
        </p>
      );
      break;

    case 73:
      return (
        <p>
          Всі страхи зникнуть, і ти, безсумнівно, станеш Буддою в Тілі
          Блаженства, тому це так важливо.
        </p>
      );
      break;
    case 74:
      return (
        <p>
          Віддамо пошану божествам: Ґуру, їдамам і дакині. Нехай стануть вони
          причиною звільнення в бардо.{" "}
        </p>
      );
      break;
    case 75:
      return (
        <p>Пекельні істоти, боги й тіло бардо народжуються мимовільно. </p>
      );
      break;
    case 76:
      return (
        <p>
          Коли в бардо сутнісної дійсності дгармадгату з’явилися мирні й гнівні
          божества, ти їх не пізнала, тому ти знесилилася від страху за ці дні.
        </p>
      );
      break;
    case 77:
      return (
        <p>
          Які би явища цієї миті не виникали, не йди за ними, не захоплюйся ними
          та не жадай їх.
        </p>
      );
      break;
    case 78:
      return (
        <p>
          Тепер, якщо ти зможеш зосереджено медитувати, спокійно занурити свій
          розум у чисту, оголену, світлоносну порожнечу, про яку тобі повідав
          учитель, і ти зможеш розслабитись у стані несприйняття й недіяння, ти
          досягнеш звільнення.{" "}
        </p>
      );
      break;
    case 79:
      return (
        <p>
          Якщо ти не в змозі зрозуміти, уяви над своєю головою свого їдама або
          вчителя й спробуй відчути благоговіння. Це дуже важливо.
        </p>
      );
      break;
    case 80:
      return <p>Повторюю знову й знову – не відволікайся!</p>;
      break;
    case 81:
      return (
        <p>
          Це ознака того, що ти блукаєш у стані бардо поставання/переродження
          (сіпа бардо), тому пам’ятай настанови свого вчителя й молись Володарю
          Великого Співчуття.
        </p>
      );
      break;
    case 82:
      return (
        <p>
          Тепер ти наділена дивовижними здібностями, які ти наздобула не
          медитацією або чеснотами, але тими, що прийшли до тебе природно: вони
          мають природу кармічної сили. Та ці здібності не личать тобі; не
          міркуй про них.{" "}
        </p>
      );
      break;
    case 83:
      return (
        <p>
          Якщо в тебе є вчитель, молись йому, або молись їдамові, Володареві
          Великого Співчуття.
        </p>
      );
      break;
    case 84:
      return (
        <p>
          І нехай ти прив’язана до своїх близьких, це марно – отже залиш
          прив’язаність.
        </p>
      );
      break;
    case 85:
      return (
        <p>
          Молись Володареві Великого Співчуття, та не буде ані страхів, ані
          страждань.
        </p>
      );
      break;
    case 86:
      return (
        <p>
          Твій розум, що втратив опору, гнаний вітром карми, безпорадно
          намагається осідлати коня вітру, хитаючись і обертаючись, мов
          пір'їнка.{" "}
        </p>
      );
      break;
    case 87:
      return (
        <p>
          Перед тобою весь час буде сірий серпанок, немов сіре світло зорі – ані
          день, ані ніч. Не страждай через це.
        </p>
      );
      break;
    case 88:
      return (
        <p>
          Цієї миті тебе наздожене ззаду могутній ураган карми – жахаючий,
          нестерпний, той, що люто крутиться. Не жахайся його – адже це твій
          власний незв'язний прояв.{" "}
        </p>
      );
      break;
    case 89:
      return (
        <p>
          Попереду тебе стане густа темрява, лякаюча, нестерпна, з моторошними
          криками: «Бий!», «Убивай!». Не бійся її.{" "}
        </p>
      );
      break;
    case 90:
      return (
        <p>
          Тим, хто скоїв великий злочин, в результаті їхньої карми з’явиться
          безліч бісів, які пожирають плоть, несуть різну зброю, вигукують
          бойові кличі й слова: «Вбивай! Бий!».{" "}
        </p>
      );
      break;

    case 91:
      return (
        <p>
          Ти відчуєш, що на тебе полюють різні страшні звірі, що тебе переслідує
          величезна армія, під снігом, дощем, у темряві й бурі. Ти почуєш, як
          руйнуються гори, розливаються озера, як розтікається полум’я та
          виникають люті вітри. З жахом ти кинешся галасвіта, й перед тобою
          розверзнуться три прірви – біла, червона й чорна, глибокі й страшні, й
          ти ледь не звалишся в них. О дитино шляхетного роду, насправді це не
          прірви – це злість, пристрасть та невігластво.{" "}
        </p>
      );
      break;
    case 92:
      return (
        <p>
          Звернись до Володаря Великого Співчуття: «О Володарю Великого
          Співчуття, мій Ґуру, о Три Дорогоцінності, не дайте мені скинутись у
          пекло».{" "}
        </p>
      );
      break;
    case 93:
      return (
        <p>
          Тих, хто має заслуги, хто був добродієм і щиро дотримувався Вчення,
          захопить усе розмаїття довершеної насолоди, вони відчують усі види
          довершеного блаженства й щастя.
        </p>
      );
      break;
    case 94:
      return (
        <p>
          Ті ж, хто був байдужий і неосвічений, не робив ані добра, ані зла, не
          відчують ані задоволення, ані болі, тільки неосвіченість і байдужість
          з’являться їм.
        </p>
      );
      break;
    case 95:
      return (
        <p>
          Що би не з’явилось, які би насолоди й жадані речі не виникали, не
          захоплюйся ними й не прагни їх. Даруй їх учителеві й Трьом
          Дорогоцінностям.{" "}
        </p>
      );
      break;
    case 96:
      return <p>Видали з серця прив’язаність і бажання. </p>;
      break;
    case 97:
      return (
        <p>
          Якщо виникає почуття байдужості без насолоди й болю, тоді нехай
          покоїться твій розум у незворушному стані Великого Символу, коли
          відсутня сама думка про медитацію.{" "}
        </p>
      );
      break;
    case 98:
      return (
        <p>
          В цей час тебе на мить укриють мости, святині й монастирі, хати й
          ступи, але ти не залишишся там надовго.{" "}
        </p>
      );
      break;
    case 99:
      return (
        <p>
          Оскільки твій розум відділився від тіла, ти відчуваєш роздратування й
          холод, свідомість стає повітряною, квапливою, мерехтливою та
          непостійною.{" "}
        </p>
      );
      break;
    case 100:
      return (
        <p>
          Оскільки ти змушена рухатися та не в змозі ніде оселитися, не займай
          себе жодними думками, та нехай твій розум покоїться в його первісному
          стані.{" "}
        </p>
      );
      break;
    case 101:
      return (
        <p>
          Приходить час, коли в тебе немає більше їжі окрім тієї, що була
          присвячена тобі, та про твоїх друзів не можна сказати нічого певного.{" "}
        </p>
      );
      break;
    case 102:
      return (
        <p>
          Це ознаки того, що твоє розумове тіло блукає в бардо
          поставання/переродження (сіпа бардо).{" "}
        </p>
      );
      break;
    case 103:
      return <p>Цієї миті насолода та біль визначаються твоєю кармою.</p>;
      break;
    case 104:
      return (
        <p>
          Це страждання й є бардо поставання/переродження (сіпа бардо); немає
          нічого, окрім страждання – отже, відітни своє прагнення до тіла й
          незворушно спочивай у стані недіяння.
        </p>
      );
      break;
    case 105:
      return (
        <p>
          Це страждання викликане твоєю власною кармою, й ти не в змозі
          звинувачувати когось іншого. Це твоя власна карма, тому гаряче молись
          тепер Трьом Дорогоцінностям, вони захистять тебе.{" "}
        </p>
      );
      break;
    case 106:
      return (
        <p>
          Оскільки ти тепер володієш розумовим тілом, ти не можеш померти,
          навіть, якщо будеш убита і розрізана.{" "}
        </p>
      );
      break;
    case 107:
      return (
        <p>Воістину, ти – природна форма порожнечі, й немає потреби боятись.</p>
      );
      break;
    case 108:
      return (
        <p>
          І Володар Смерті – природна форма порожнечі, твій же незв’язний прояв,
          і ти – порожнеча, розумове тіло неусвідомлених прагнень.{" "}
        </p>
      );
      break;
    case 109:
      return (
        <p>
          Порожнеча не може зашкодити порожнечі, без’якісне не зашкодить
          без’якісному.{" "}
        </p>
      );
      break;
    case 110:
      return (
        <p>
          Володар Смерті, боги, злі духи, біси з бичою головою не мають ніякої
          іншої реальності, окрім твоїх власних незв’язних проявів – пізнай же
          це.
        </p>
      );
      break;
    case 111:
      return <p>Цієї миті пізнай, що все навколо тебе є бардо.</p>;
      break;
    case 112:
      return <p>Медитуй на самадгі Великого Символу. </p>;
      break;
    case 113:
      return (
        <p>
          Якщо не знаєш, як медитувати, вдивись у сутність того, що лякає тебе,
          й ти побачиш порожнечу, яка не має жодної природи: це звуть Тілом
          Дгарми.
        </p>
      );
      break;
    case 114:
      return (
        <p>
          Ця порожнеча не є ніщо, сутність її жахає, розум набуває перед нею
          великої чистоти й здібності до усвідомлення: це стан розуму Тіла
          Блаженства.
        </p>
      );
      break;
    case 115:
      return (
        <p>
          Порожнеча й світло неподільні, природа порожнечі є світло й природа
          світла є порожнеча.
        </p>
      );
      break;
    case 116:
      return (
        <p>
          Неподільне світло-порожнеча, оголений розум перебуває в нествореному
          стані: це Аді-кая.{" "}
        </p>
      );
      break;
    case 117:
      return (
        <p>
          Природна енергія світла-порожнечі всюди безперешкодно проявляється: це
          Примарне Тіло, яке співчуває.{" "}
        </p>
      );
      break;
    case 118:
      return <p>Це – лінія, що розділяє Будд і непросвітлених живих істот.</p>;
      break;
    case 119:
      return (
        <p>
          Про цю мить сказано: мить – вони розділені, мить – повне просвітлення.
        </p>
      );
      break;
    case 120:
      return (
        <p>
          Якщо ти не знаєш, як треба медитувати, пам’ятай про Будду, Дгарму й
          Санґгу, про Володаря Великого Співчуття й молись їм.{" "}
        </p>
      );
      break;
    case 121:
      return (
        <p>
          Медитуй на все жахливіші прояви, як на Володаря Великого Співчуття або
          на свого їдама.{" "}
        </p>
      );
      break;
    case 122:
      return (
        <p>
          Навіть якщо ти впадеш у прірву, це тобі не зашкодить, то відкинь страх
          і жах.
        </p>
      );
      break;
    case 123:
      return (
        <p>
          Те, що ти відчуєш зараз, буде подібно до катапульти, по черзі
          втягувати тебе в стани радості й журби, тому не викликай у собі жодних
          почуттів пристрасті й злості.
        </p>
      );
      break;
    case 124:
      return;
      <p>
        Що би не коїлося в місці, яке ти залишила, не сердься та медитуй на
        доброту.
      </p>;
      break;
    case 125:
      return (
        <p>
          Якщо ти прив’язана до майна, що залишила, або тебе пов’язує з ним
          думка про те, що хтось інший володіє твоїми речами та отримує від
          цього задоволення, ти розгніваєшся на людей, яких ти покинула, й це
          неодмінно змусить тебе народитись мешканцем пекла або голодним духом,
          навіть якщо ти мала досягти більш високого стану.{" "}
        </p>
      );
      break;
    case 126:
      return (
        <p>
          Навіть якщо ти прив’язана до речей, що залишила, ти не в змозі їх
          отримати; це для тебе марно – так відкинь прив’язаність і журбу за
          своїм майном, відмовся від нього, прийми тверде рішення. Хто б не
          користувався твоїми речами, не будь власником і дозволь їм піти.
        </p>
      );
      break;
    case 127:
      return <p>Перебувай у стані відсутності бажань.</p>;
      break;
    case 128:
      return (
        <p>
          Ти подумаєш: «На жаль, вони дурять мене, звісно, вони дурять мене!».
          Ця думка принесе тобі глибоку скорботу й відчай, і, відчувши
          відсутність чистого благоговіння, ти втратиш віру, й це напевно
          примусить тебе відправитися до нижчих світів. Це марно, дуже шкідливо.
        </p>
      );
      break;
    case 129:
      return;
      <p>
        Із чистою вірою й благоговінням думай: «Що ж? Мабуть, мої прояви
        нечисті; та чи можуть бути нечистими слова Будди?»
      </p>;
      break;
    case 130:
      return (
        <p>
          Те, що я бачу, викликано моїми нечистими проявами – так само, як
          відбивались у люстерці недоліки мого обличчя.{" "}
        </p>
      );
      break;
    case 131:
      return (
        <p>
          Що ж до цих людей, то їхнє тіло – це Санґга, їхня мова – свята Дгарма
          та їхній розум – природа Будди, тому я наздобуду в них прихисток.{" "}
        </p>
      );
      break;
    case 132:
      return (
        <p>
          Дуже важливо не мати нечистих думок і відчути чисте благоговіння без
          упередження – будь же уважна.
        </p>
      );
      break;
    case 133:
      return (
        <p>
          Зараз твій розум у не має опори, тому він легкий і рухливий, і яка би
          думка в ньому не виникла, добра чи зла, вона дуже могутня; не думай
          про лихі вчинки та пам’ятай про благочестиві діяння. Якщо ти до них не
          звикла, виклич у собі благоговіння й чисті думки.{" "}
        </p>
      );
      break;
    case 134:
      return <p>Молись своєму їдамові й Володареві Великого Співчуття.</p>;
      break;
    case 135:
      return (
        <p>
          Коли я блукаю одна, з любими друзями розлучена, та виникають порожні
          образи моїх же проявів, нехай пошлють Будди силу свого співчуття, щоби
          жахи бардо не прийшли.{" "}
        </p>
      );
      break;
    case 136:
      return (
        <p>
          Коли я страждаю під владою тяжкої карми, нехай розвіє мій їдам усіляке
          страждання.{" "}
        </p>
      );
      break;
    case 137:
      return (
        <p>
          Коли звук сутнісної дійсності гуркоче, ніби тисяча громів, нехай стане
          він звуком Шeсти Складів.{" "}
        </p>
      );
      break;
    case 138:
      return (
        <p>
          Коли я йду за своєю кармою та немає прихистку, нехай стане моїм
          прихистком Володар Великого Співчуття.{" "}
        </p>
      );
      break;
    case 139:
      return (
        <p>
          Коли я страждаю від карми неусвідомлених прагнень, нехай виникне
          самадгі блаженства й світла.{" "}
        </p>
      );
      break;
    case 140:
      return (
        <p>Будь абсолютно впевнена, що тебе не обманюють, це дуже важливо.</p>
      );
      break;
    case 141:
      return (
        <p>
          У цей час дуже важлива головна думка настанови: яке би світло не
          засяяло, медитуй на нього, як на Володаря Великого Співчуття.{" "}
        </p>
      );
      break;
    case 142:
      return (
        <p>
          Медитуй на думку про те, що коли з’являється світло – це Володар
          Великого Співчуття. Це найглибша суть.{" "}
        </p>
      );
      break;
    case 143:
      return (
        <p>
          Медитуй довгий час на свого божественного їдама як на видіння, що не
          має власної реальної природи, як на міраж. Це називають чистим
          примарним тілом. Далі нехай їдам зникне з країв усередину, ти же
          перебувай якийсь час у незбагненному стані світлоносної порожнечі,
          котру неможливо сприйняти як щось конкретне. Знову медитуй на їдама,
          потім знову на світлоносність. Медитуй так по черзі, потім нехай твій
          розум теж зникне з країв усередину.
        </p>
      );
      break;
    case 144:
      return (
        <p>
          Усюди, де існує простір, існує свідомість, і де існує свідомість – там
          є Тіло Дгарми. Спочивай же в простому й самовідданому стані Тіла
          Дгарми.
        </p>
      );
      break;
    case 145:
      return (
        <p>
          Ти відчуєш, що сила карми захоплює тебе й тягне догори, донизу або
          вперед на попередньому рівні, – медитуй же цієї миті на Володаря
          Великого Співчуття; пам’ятай!{" "}
        </p>
      );
      break;
    case 146:
      return (
        <p>
          Ти відчуєш щось на кшталт того, що було описано раніше: вихори,
          снігові бурі, зливу з градом, темряву навколо себе, побачиш безліч
          людей, які переслідують тебе, й ти будеш від них тікати. Ті, хто не
          накопичив за життя заслуг, відчують, що втікають до місця страждання.
          Ті, хто наздобув заслуги, відчують, що вступають до місця радості.
        </p>
      );
      break;
    case 147:
      return (
        <p>
          О дитино шляхетного роду, ясно уяви свого божественного їдама, як
          видіння, що не має власної реальної природи, як міраж, як відображення
          місяця в воді. Якщо в тебе немає свого їдаму, ним стане сам Володар
          Великого Співчуття; ясно уяви його. Далі нехай їдам зникне з країв
          усередину, ти ж медитуй на світлоносну порожнечу, де ні на чому
          зупинитися думці.{" "}
        </p>
      );
      break;
    case 148:
      return (
        <p>
          Тепер, коли для мене сходить зоря бардо поставання/переродження (сіпа
          бардо), я зосереджу свій розум і намагатимусь подовжити вплив доброї
          карми.
        </p>
      );
      break;
    case 149:
      return (
        <p>
          Прийшов час, коли потрібні стійкість і чиста думка, коли потрібно
          відкинути ревнощі та медитувати на Ґуру та його дружину.
        </p>
      );
      break;
    case 150:
      return (
        <p>
          Ти маєш зараз, не відволікаючись, зосередити свій розум; саме
          зосередження зараз є найважливішим. Це все одно, що вуздечкою
          стримувати коня. На чому б ти не зосередилась – воно відбудеться, тому
          не думай про погані вчинки, але пригадай Учення Будди, настанови й
          послання вчителів і розпорядження книг, таких, як це «Визволення в
          результаті почутого», про яке ти дізналась у світі людей, та прагни
          подовжити вплив доброї карми. Це вельми важливо.
        </p>
      );
      break;
    case 151:
      return (
        <p>
          Настав час, який розділяє шлях догори й донизу; настав час, коли
          миттєва лінь змусить тебе страждати довго, дуже довго; настав час,
          коли зосередження дуже надовго зробить тебе щасливою.{" "}
        </p>
      );
      break;
    case 152:
      return <p>Зосередь свій розум; прагни подовжити вплив доброї карми.</p>;
      break;
    case 153:
      return (
        <p>
          Пам’ятай, що потрібно медитувати на чоловіка й жінку, як на Ґуру та
          його дружину. Подумки схились перед ними, принеси дари з глибоким
          благоговінням і попроси настанов; якщо ти сильно зосередишся на цій
          думці, брами лона безсумнівно зачиняться.
        </p>
      );
      break;
    case 154:
      return (
        <p>
          Медитуй на Ґуру та його дружину як на свого їдама або на Володаря
          Великого Співчуття з дружиною й подумки принеси їм дари. Зі щирим
          благоговінням попроси їх обдарувати тебе духовними досягненнями; це
          зачинить брами лона.
        </p>
      );
      break;
    case 155:
      return (
        <p>
          Під час проходження крізь шість світів самсаричного буття мешканців
          пекла, голодних духів і решти, тебе терзатиме безмежне страждання.
          Немає нічого більш владного й жахливого; на жаль! На жаль!{" "}
        </p>
      );
      break;
    case 156:
      return (
        <p>
          Ті, хто позбавлений настанов Ґуру, впадуть у найглибшу прірву самсари
          та відчують безкінечне, нестерпне страждання.
        </p>
      );
      break;
    case 157:
      return (
        <p>
          Коли в тобі зародяться пристрасть і злість, медитуй так: «На жаль! Я
          виявилась істотою з такою тяжкою кармою, що й досі блукаю в самсарі
          через прив’язаність до пристрасті й злості. Якщо й надалі я
          відчуватиму пристрасть і злість, я нескінченно блукатиму в самсарі,
          надовго занурюсь у безодню океану страждань; тому тепер я зовсім
          перестану відчувати пристрасть і злість. На жаль! Тепер я ніколи не
          відчую знову пристрасть і злість».{" "}
        </p>
      );
      break;
    case 158:
      return (
        <p>
          Cлід зачинити брами за допомогою настанов про нереальну, ілюзорну
          природу всього, що існує.
        </p>
      );
      break;
    case 159:
      return (
        <p>
          На жаль! Батько й матір, вихор, грім, жахливі явища й усе видиме –
          примарні за своєю справжньою природою. Незважаючи на те, що вони
          з’являються, вони нереальні.{" "}
        </p>
      );
      break;
    case 160:
      return;
      <p>
        Все матеріальне несправжнє й неправдиве. Воно – мов міраж, воно
        непостійне, схильне до змін.
      </p>;
      break;
    case 161:
      return (
        <p>
          Яка користь від бажання? Яка користь від страху? Неіснуюче вважається
          існуючим. Усе це – прояв мого ж розуму, й, якщо сам розум ілюзорний,
          не має самостійного буття, то як можуть зовні виникнути всі ці явища?{" "}
        </p>
      );
      break;
    case 162:
      return (
        <p>
          Досі я не розуміла, я вірила, що існує неіснуюче, що істино неістинне,
          що реальна ілюзія; тому я так довго блукала в самсарі.{" "}
        </p>
      );
      break;
    case 163:
      return (
        <p>
          Якщо я не зрозумію, що це все ілюзії, я все так же довго блукатиму в
          самсарі та, безсумнівно, зійду до брудного болота страждання.{" "}
        </p>
      );
      break;
    case 164:
      return (
        <p>
          Тепер я знаю: всі явища подібні до снів, ілюзій, подібні до луни, до
          міст, де мешкають небожителі-ґандгарви, подібні до міражів, образів,
          оптичного обману, відображення місяця в воді; вони не реальні – навіть
          на мить. Безперечно, вони не істинні, а несправжні!{" "}
        </p>
      );
      break;
    case 165:
      return (
        <p>
          Зосередження тільки на переконанні, що всі явища ілюзорні, руйнує віру
          в їхню реальність. І коли людина в цьому внутрішньо переконана,
          долається самовпевненість.
        </p>
      );
      break;
    case 166:
      return (
        <p>
          Якщо в глибині серця ти зрозумієш нереальність усіх явищ, брами лона,
          безперечно, зачиняться.
        </p>
      );
      break;
    case 167:
      return (
        <p>
          Все матеріальне – це мій власний розум, і цей розум є порожнеча,
          ненароджена й безперервна.{" "}
        </p>
      );
      break;
    case 168:
      return (
        <p>
          Тримай свій розум у природному й незмінному стані, нехай він
          утримується в своїй власній сутності, мов вода, що налита в воду –
          вільний, відкритий, розслаблений.
        </p>
      );
      break;
    case 169:
      return (
        <p>
          Дозволивши своєму розуму спочивати природно й вільно, ти можеш бути
          впевнена, що брами лона безперечно будуть зачинені для всіх чотирьох
          видів народження.
        </p>
      );
      break;
    case 170:
      return (
        <p>
          Хоча в цьому місці рясні насолоди, Вчення Будди не процвітає там, тому
          не вступай туди.
        </p>
      );
      break;
    case 171:
      return (
        <p>
          Хоча там живуть довго й володіють чеснотами, Вчення Будди не процвітає
          там, тому не вступай туди.
        </p>
      );
      break;
    case 172:
      return (
        <p>
          У цей час жаху, коли тебе, безпорадну, переслідують месники, тобі
          потрібно негайно побачити всім своїм розумом Благословенного
          Верховного Геруку, або Гаяґріву, або Ваджрапані, або твого їдама, якщо
          він у тебе є, з величезним тілом і товстими кінцівками, що стоїть у
          страхітливій позі гніву та нищить у прах усі злі сили.{" "}
        </p>
      );
      break;
    case 173:
      return <p>Боги медитації народжуються завдяки силі самадгі.</p>;
      break;
    case 174:
      return (
        <p>
          Багато злих сил, таких, як голодні духи, змінили своє положення в
          стані бардо, вони здібні з’являтись у різноманітних ілюзорних формах
          голодних духів і демонів та перетворюються в саме це розумове тіло.{" "}
        </p>
      );
      break;
    case 175:
      return (
        <p>
          Голодні духи, що живуть у глибинах моря, та ті, що літають у просторі,
          та всі вісімдесят тисяч видів злих сил заволоділи цим розумовим тілом,
          змінивши своє положення.
        </p>
      );
      break;

    case 176:
      return (
        <p>
          У цей час краще за все споглядати Великий Символ порожнечі, та, якщо
          ти не здатна цього робити, тоді прийми участь у грі ілюзії.{" "}
        </p>
      );
      break;
    case 177:
      return (
        <p>
          Не прив’язуйся ні до чого та медитуй на їдама, на Володаря Великого
          Співчуття й ти станеш Буддою на рівні Тіла Блаженства.
        </p>
      );
      break;
    case 178:
      return <p>Якщо прийшли месники, медитуй на Гаяґріву.</p>;
      break;
    case 179:
      return (
        <p>
          Оскільки ти зараз володієш тонким надчуттєвим сприйняттям, ти знаєш
          усі місця – зроби ж вибір.
        </p>
      );
      break;

    case 180:
      return (
        <p>
          Ох, як прикро, що я й досі залишаюсь у цьому брудному болоті самсари,
          після стількох довгих незліченних століть без початку й кінця, та в
          той же час, коли багато інших уже стали Буддами, я ще не досягла
          звільнення. Відтепер я відчуваю себе хворою в цій самсарі, я жахаюсь
          її, я виснажена нею. Тепер настав час готуватись до відходу, тому я
          маю здійснити мимовільне народження в квітці лотосу біля ніг Будди
          Амітабги в західному Блаженному Царстві.{" "}
        </p>
      );
      break;
    case 181:
      return (
        <p>
          Якщо ж ти, не відволікаючись, спрямуєш сильну зосереджену думку до
          будь-якого царства, яке забажаєш – чи то Чисте Царство, Царство
          Досконалої Радості, Царство Щільно Наповнене, Царство Вербного Листя,
          Гора Пальмового Дерева або Палац Світла Лотоса в Урґ’яні – ти негайно
          народишся в цьому царстві.
        </p>
      );
      break;
    case 182:
      return;
      <p>
        Зараз, у стані бардо, прийшов мій час вирушити до Царя Дгарми Майтреї в
        Радісне Царство, тому я й відбуваю.
      </p>;
      break;

    case 183:
      return (
        <p>
          Відчуй своїм надчуттєвим сприйняттям континент, котрий ти збираєшся
          обрати, й вступи в те місце, де процвітає Вчення Будди.
        </p>
      );
      break;
    case 184:
      return (
        <p>
          Що би не виникало, не довіряй цьому, поклади кінець ознакам бажання й
          ненависті.
        </p>
      );
      break;
    case 185:
      return (
        <p>
          Я буду народжена як володарка імперії для блага всіх живих істот, або
          як брахманка, подібна до дерева «сала», або як дитина чарівника-сідгі,
          або в родині чистих послідовників Учення Будди, або в родині, де
          батько й матір вірують; утілюючись до тіла, яке наділене чеснотами,
          котрі можуть послужити на благо всіх живих істот, я зроблю добро.
        </p>
      );
      break;
    case 186:
      return (
        <p>Цієї миті благослови лоно, до якого ти входиш, як палац богів. </p>
      );
      break;
    case 187:
      return <p>Звернись із молитвою до Будд і бодгісатв десяти напрямків. </p>;
      break;
    case 188:
      return <p>Звернись із молитвою до їдамів.</p>;
      break;
    case 189:
      return (
        <p>
          Звернись із молитвою до Володаря Великого Співчуття, та ввійди до
          лона.
        </p>
      );
      break;

    case 190:
      return (
        <p>
          Обираючи брами лона під впливом карми можна припуститись помилки,
          прийнявши добрі брами лона за погані або погані за добрі.
        </p>
      );
      break;
    case 191:
      return (
        <p>
          Навіть якщо брами лона здаються добрими, не довіряй цьому, й якщо вони
          здаються поганими, не відчувай неприязні.
        </p>
      );
      break;
    case 192:
      return (
        <p>
          Справжня, глибока, істинна таємниця полягає в тому, щоби вступити до
          вищого стану рівноваги, де немає ані гарного, ані поганого, ані
          прийняття, ані заперечення, ані пристрасті, ані злоби.
        </p>
      );
      break;
    case 193:
      return (
        <p>
          Якщо ти не знаєш, як обрати брами лона й не в змозі звільнитись від
          пристрасті й злості, то які би з описаних почуттів не виникали,
          призивай Три Дорогоцінності та наздобувай у них прихисток.
        </p>
      );
      break;
    case 194:
      return <p>Молись Володареві Великого Співчуття.</p>;
      break;
    case 195:
      return <p>Продовжуй шлях із високо піднятою головою. </p>;
      break;
    case 196:
      return (
        <p>
          Відкинь прив’язаність і журбу за родичами й друзями, синами й
          доньками, яких ти залишила; вони не можуть допомогти тобі.
        </p>
      );
      break;
    case 197:
      return (
        <p>
          Тепер вступи до синього світла світу людей або до білого світла світу
          богів; вступи до палаців із самоцвітів або до гаїв блаженства.{" "}
        </p>
      );
      break;
    case 198:
      return <p>Перебувай розслабленою й вільною від думок. </p>;
      break;

    default:
      return <p>Перебувай розслабленою й вільною від думок. </p>;
  }
}
